{"Q223907": "A tremor is an involuntary,[1] somewhat rhythmic, muscle contraction and relaxation involving oscillations or twitching movements of one or more body parts. It is the most common of all involuntary movements and can affect the hands, arms, eyes, face, head, vocal folds, trunk, and legs. Most tremors occur in the hands. In some people, a tremor is a symptom of another neurological disorder. A very common tremor is the teeth chattering, usually induced by cold temperatures or by fear.\n", "Q1424895": "Clonus (from the Greek for \"violent, confused motion\") is a series of involuntary, rhythmic, muscular contractions and relaxations. Clonus is a sign of certain neurological conditions, particularly associated with upper motor neuron lesions involving descending motor pathways, and in many cases is, accompanied by spasticity (another form of hyperexcitability).[1] Unlike small, spontaneous twitches known as fasciculations (usually caused by lower motor neuron pathology), clonus causes large motions that are usually initiated by a reflex. Studies have shown clonus beat frequency to range from three to eight Hz on average, and may last a few seconds to several minutes depending on the patient’s condition.[1]\n\n\nClonus is most commonly found at the ankle, specifically with a dorsiflexion/plantarflexion movement (up and down).[2] Some case studies have also reported clonus in the finger, toe, and laterally in the ankle (as opposed to the typical up and down motion).[3][4]\n\nAnkle (medial gastrocnemius)[2]\nPatella (knee cap)\nTriceps surae[2][3]\nBiceps brachii[3]\n", "Q188008": "Shortness of breath, also known as dyspnea, is a feeling like one cannot breathe well enough. The American Thoracic Society defines it as \"a subjective experience of breathing discomfort that consists of qualitatively distinct sensations that vary in intensity\", and recommends evaluating dyspnea by assessing the intensity of the distinct sensations, the degree of distress involved, and its burden or impact on activities of daily living. Distinct sensations include effort/work, chest tightness, and air hunger (the feeling of not enough oxygen).[1]\n\nDyspnea is a normal symptom of heavy exertion but becomes pathological if it occurs in unexpected situations[2] or light exertion. In 85% of cases it is due to asthma, pneumonia, cardiac ischemia, interstitial lung disease, congestive heart failure, chronic obstructive pulmonary disease, or psychogenic causes,[2][3] such as panic disorder and anxiety.[4] Treatment typically depends on the underlying cause.[5]\nfeelings associated with impaired breathing\n", "Q847726": "Lymphadenopathy or adenopathy is disease of the lymph nodes, in which they are abnormal in size, number, or consistency.[1] Lymphadenopathy of an inflammatory type (the most common type) is lymphadenitis,[2] producing swollen or enlarged lymph nodes. In clinical practice, the distinction between lymphadenopathy and lymphadenitis is rarely made and the words are usually treated as synonymous. Inflammation of the lymphatic vessels is known as lymphangitis.[3] Infectious lymphadenitides affecting lymph nodes in the neck are often called scrofula.\n\nThe term comes from the word lymph and a combination of the Greek words αδένας, adenas (\"gland\") and παθεία, patheia (\"act of suffering\" or \"disease\").\n\nLymphadenopathy is a common and nonspecific sign. Common causes include infections (from minor ones such as the common cold to serious ones such as HIV/AIDS), autoimmune diseases, and cancers. Lymphadenopathy is also frequently idiopathic and self-limiting.\n", "Q30141616": "memory loss that disrupts daily life\n", "Q166019": "Bleeding, also known as hemorrhaging or haemorrhaging, is blood escaping from the circulatory system.[1] Bleeding can occur internally, where blood leaks from blood vessels inside the body, or externally, either through a natural opening such as the mouth, nose, ear, urethra, vagina or anus, or through a break in the skin. Hypovolemia is a massive decrease in blood volume, and death by excessive loss of blood is referred to as exsanguination.[2] Typically, a healthy person can endure a loss of 10–15% of the total blood volume without serious medical difficulties (by comparison, blood donation typically takes 8–10% of the donor's blood volume).[3] The stopping or controlling of bleeding is called hemostasis and is an important part of both first aid and surgery. The use of cyanoacrylate glue to prevent bleeding and seal battle wounds was designed and first used in the Vietnam War. Today many medical treatments use a medical version of \"super glue\" instead of using traditional stitches used for small wounds that need to be closed at the skin level.\n\nloss of blood escaping from the circulatory system\n", "Q30141517": "trouble understanding visual images and spatial relationships\n", "Q738538": "repetitive, nonrhythmic motor movement or vocalization involving discrete muscle groups\n", "Q570920": "In adult humans at rest, any respiratory rate between 12 and 20 breaths per minute is normal and tachypnea is indicated by a rate greater than 20 breaths per minute.[1] Children have significantly higher resting ventilatory rates, which decline rapidly during the first three years of life and then steadily until around 18 years. Tachypnea can be an early medical sign of pneumonia in children.\n", "Q194290": "In physiology, dehydration is a deficit of total body water,[1] with an accompanying disruption of metabolic processes. It occurs when free water loss exceeds free water intake, usually due to exercise, disease, or high environmental temperature. Mild dehydration can also be caused by immersion diuresis, which may increase risk of decompression sickness in divers.\n\nMost people can tolerate a three to four percent decrease in total body water without difficulty or adverse health effects. A five to eight percent decrease can cause fatigue and dizziness. Loss of over ten percent of total body water can cause physical and mental deterioration, accompanied by severe thirst. Death occurs at a loss of between fifteen and twenty-five percent of the body water.[2] Mild dehydration is characterized by thirst and general discomfort and is usually resolved with oral rehydration.\n\nDehydration can cause hypernatremia (high levels of sodium ions in the blood) and is distinct from hypovolemia (loss of blood volume, particularly plasma).\n\nin physiology, excessive loss of body water\n\n\nThe hallmarks of dehydration include thirst and neurological changes such as headaches, general discomfort, loss of appetite, decreased urine volume (unless polyuria is the cause of dehydration), confusion, unexplained tiredness, purple fingernails and seizures. The symptoms of dehydration become increasingly severe with greater total body water loss. A body water loss of 1-2%, considered mild dehydration, is shown to impair cognitive performance.[4] In people over age 50, the body's thirst sensation diminishes and continues diminishing with age. Many senior citizens suffer symptoms of dehydration. Dehydration contributes to morbidity in the elderly especially during conditions that promote insensible free water losses such as hot weather. A Cochrane review on this subject defined water-loss dehydration as \"people with serum osmolality of 295 mOsm/kg or more\" and found that the main symptoms in the elderly were expressing fatigue, missing drinks between meals and bioelectrical impedance analysis.[5]\n", "Q9690": "Fatigue (also called exhaustion, lethargy, languidness, languor, lassitude, and listlessness) is a state of awareness describing a range of afflictions, usually associated with physical and/or mental weakness, though varying from a general state of lethargy to a specific work-induced burning sensation within one's muscles. Physical fatigue is the inability to continue functioning at the level of one's normal abilities. It is widespread in everyday life, but usually becomes particularly noticeable during heavy exercise. Mental fatigue, on the other hand, rather manifests in somnolence (sleepiness). Fatigue is a non-specific symptom, which means that it has many possible causes. Fatigue is considered a symptom, as opposed to a medical sign, because it is reported by the patient instead of being observed by others. Fatigue and ?feelings of fatigue? are often confused.\n", "Q2673323": "Malaise is a feeling of general discomfort, uneasiness or pain, often the first indication of an infection or other disease.[1][2] The word has existed in the French language since at least the 12th century.\n\nThe term is also often used figuratively in other contexts; for example, \"economic malaise\" refers to an economy that is stagnant or in recession (compare depression). The term is particularly associated with the US 1973–75 recession.[3] A speech made by President Jimmy Carter in 1979 is commonly referred to as the \"malaise\" speech, although the term was not in the speech.\n", "Q167844": "Conjunctivitis, also known as pink eye, is inflammation of the outermost layer of the white part of the eye and the inner surface of the eyelid.[3] It makes the eye appear pink or reddish.[1] There may also be pain, burning, scratchiness, or itchiness.[1] The affected eye may have increased tears or be \"stuck shut\" in the morning.[1] Swelling of the white part of the eye may also occur.[1] Itching of the eye is more common in cases due to allergies.[2] Conjunctivitis can affect one or both eyes.[1]\n\nThe most common infectious causes are viral followed by bacterial.[2] The viral infection may occur along with other symptoms of a common cold.[1] Viral and bacterial cases are easily spread between people.[1] Allergies to pollen or animal hair is also a common cause.[2] Diagnosis is often based on signs and symptoms.[1] Occasionally a sample of the discharge is sent for culture.[1]\n\nPrevention is partly by handwashing.[1] Treatment depends on the underlying cause.[1] In the majority of viral cases, there is no specific treatment.[2] Most cases due to a bacterial infection will also resolve without treatment; however, antibiotics can shorten the illness.[1][2] Those who wear contact lens and those with either gonorrhea or chlamydia as the cause should be treated.[2] Allergic cases can be treated with antihistamine or mast cell inhibitor drops.[2]\n\nAbout 3 to 6 million people get conjunctivitis each year in the United States.[1][2] In adults viral causes are more common, while in children bacterial causes are more common.[2] Typically people get better in one or two weeks.[1][2] If there is visual loss, significant pain, sensitivity to light, signs of herpes, or a person is not improving after a week, further diagnosis and treatment may be required.[2] Conjunctivitis in a newborn, known as neonatal conjunctivitis, may also require specific treatment.[1]\n\n\n\"inflammation of the outermost layer of the eye and the inner surface of the eyelids\"\n\nRed eye, swelling of conjunctiva and watering of the eyes are symptoms common to all forms of conjunctivitis. However, the pupils should be normally reactive, and the visual acuity normal.\n", "Q8777453": "A rash is an area of the skin that has broken out or changed in appearance. It may affect one small patch of skin or the entire body.\n\nThere are many skin changes that can occur with a rash, including:\n\nswelling\nwarmth\nblisters\nbumps\ncolor changes\nitching\npain\n", "Q1129121": "Splenomegaly is an enlargement of the spleen. The spleen usually lies in the left upper quadrant (LUQ) of the human abdomen. Splenomegaly is one of the four cardinal signs of hypersplenism which include: some reduction in the number of circulating blood cells affecting granulocytes, erythrocytes or platelets in any combination; a compensatory proliferative response in the bone marrow; and the potential for correction of these abnormalities by splenectomy. Splenomegaly is usually associated with increased workload (such as in hemolytic anemias), which suggests that it is a response to hyperfunction. It is therefore not surprising that splenomegaly is associated with any disease process that involves abnormal red blood cells being destroyed in the spleen. Other common causes include congestion due to portal hypertension and infiltration by leukemias and lymphomas. Thus, the finding of an enlarged spleen, along with caput medusa, is an important sign of portal hypertension.[1]\n\n\nSymptoms may include abdominal pain, chest pain, chest pain similar to pleuritic pain when stomach, bladder or bowels are full, back pain, early satiety due to splenic encroachment, or the symptoms of anemia due to accompanying cytopenia.\n\nSigns of splenomegaly may include a palpable left upper quadrant abdominal mass or splenic rub. It can be detected on physical examination by using Castell's sign, Traube's space percussion or Nixon's sign, but an ultrasound can be used to confirm diagnosis. In patients where the likelihood of splenomegaly is high, the physical exam is not sufficiently sensitive to detect it; abdominal imaging is indicated in such patients.[6]\n\n\n", "Q183425": "Bloating\nBelching\nGas (flatus, farting)\nIndigestion\nDiscomfort in the upper left or right; middle; or lower left or right abdomen\nConstipation\nDiarrhea\nGERD (gastro-esophageal reflux disease)\nHeartburn\nChest discomfort\nPelvic discomfort\nAbdominal (belly) pain is pain or discomfort that is felt in the part of the trunk below the ribs and above the pelvis.\nIt comes from organs within the abdomen or organs adjacent to the belly.\nIt is caused by inflammation, distention of an organ, or by loss of the blood supply to \n", "Q653197": "A rash is a change of the human skin which affects its color, appearance, or texture.\n\nA rash may be localized in one part of the body, or affect all the skin. Rashes may cause the skin to change color, itch, become warm, bumpy, chapped, dry, cracked or blistered, swell, and may be painful. The causes, and therefore treatments for rashes, vary widely. Diagnosis must take into account such things as the appearance of the rash, other symptoms, what the patient may have been exposed to, occupation, and occurrence in family members. A rash can last 5 to 20 days, the diagnosis may confirm any number of conditions. The presence of a rash may aid diagnosis; associated signs and symptoms are diagnostic of certain diseases. For example, the rash in measles is an erythematous, morbilliform, maculopapular rash that begins a few days after the fever starts. It classically starts at the head, and spreads downwards.\n", "Q180762": "Angina, also known as angina pectoris, is chest pain or pressure, usually due to not enough blood flow to the heart muscle.\n\nAngina is usually due to obstruction or spasm of the coronary arteries.[1] Other causes include anemia, abnormal heart rhythms, and heart failure. The main mechanism of coronary artery obstruction is an atherosclerosis. The term derives from the Latin angere (\"to strangle\") and pectus (\"chest\"), and can therefore be translated as \"a strangling feeling in the chest\".\n\nThere is a weak relationship between severity of pain and degree of oxygen deprivation in the heart muscle (i.e., there can be severe pain with little or no risk of a myocardial infarction (heart attack) and a heart attack can occur without pain). In some cases, angina can be quite severe, and in the early 20th century this was a known sign of impending death.[2] However, given current medical therapies, the outlook has improved substantially. People with an average age of 62 years, who have moderate to severe degrees of angina (grading by classes II, III, and IV) have a 5-year survival rate of approximately 92%.[3]\n\nWorsening angina attacks, sudden-onset angina at rest, and angina lasting more than 15 minutes are symptoms of unstable angina (usually grouped with similar conditions as the acute coronary syndrome). As these may precede a heart attack, they require urgent medical attention and are, in general, treated in similar fashion to myocardial infarction.\n\nAngina pectoris can be quite painful, but many patients with angina complain of chest discomfort rather than actual pain: the discomfort is usually described as a pressure, heaviness, tightness, squeezing, burning, or choking sensation. Apart from chest discomfort, anginal pains may also be experienced in the epigastrium (upper central abdomen), back, neck area, jaw, or shoulders. This is explained by the concept of referred pain, and is due to the fact that the spinal level that receives visceral sensation from the heart simultaneously receives cutaneous sensation from parts of the skin specified by that spinal nerve's dermatome, without an ability to discriminate the two. Typical locations for referred pain are arms (often inner left arm), shoulders, and neck into the jaw. Angina is typically precipitated by exertion or emotional stress. It is exacerbated by having a full stomach and by cold temperatures. Pain may be accompanied by breathlessness, sweating, and nausea in some cases. In this case, the pulse rate and the blood pressure increases. Chest pain lasting only a few seconds is normally not angina (such as precordial catch syndrome).\n\nMyocardial ischemia comes about when the myocardium (the heart muscle) receives insufficient blood and oxygen to function normally either because of increased oxygen demand by the myocardium or because of decreased supply to the myocardium. This inadequate perfusion of blood and the resulting reduced delivery of oxygen and nutrients are directly correlated to blocked or narrowed blood vessels.\n\nSome experience \"autonomic symptoms\" (related to increased activity of the autonomic nervous system) such as nausea, vomiting, and pallor.\n\nMajor risk factors for angina include cigarette smoking, diabetes, high cholesterol, high blood pressure, sedentary lifestyle, and family history of premature heart disease.\n\nA variant form of angina—Prinzmetal's angina—occurs in patients with normal coronary arteries or insignificant atherosclerosis. It is believed caused by spasms of the artery. It occurs more in younger women.[15]\n\nCoital angina, also known as angina d'amour, is angina subsequent to sexual intercourse.[16] It is generally rare, except in patients with severe coronary artery disease.[16]\n", "Q10916362": "Dizziness is an impairment in spatial perception and stability.[1] Because the term dizziness is imprecise,[2] it can refer to vertigo, presyncope, disequilibrium,[3] or a non-specific feeling such as giddiness or foolishness.[4]\n\nOne can induce dizziness by engaging in disorientating activities such as spinning.\n\nVertigo is the sensation of spinning or having one's surroundings spin about them. Many people find vertigo very disturbing and often report associated nausea and vomiting. It represents about 25% of cases of occurrences of dizziness.[5]\nDisequilibrium is the sensation of being off balance, and is most often characterized by frequent falls in a specific direction. This condition is not often associated with nausea or vomiting.\nPresyncope is lightheadedness, muscular weakness and feeling faint as opposed to a syncope, which is actually fainting.\nNon-specific dizziness is often psychiatric in origin. It is a diagnosis of exclusion and can sometimes be brought about by hyperventilation.[4]\nA stroke is the cause of isolated dizziness in 0.7% of people who present to the emergency department.[5]\n", "Q3705665": "Depigmentation is the lightening of the skin, or loss of pigment. Depigmentation of the skin can be caused by a number of local and systemic conditions. The pigment loss can be partial (injury to the skin) or complete (caused by vitiligo). It can be temporary (from tinea versicolor) or permanent (from albinism).[1]\n\nMost commonly, depigmentation of the skin is linked to people born with vitiligo, which produces differing areas of light and dark skin. These individuals, if they so decided to use a lightning process to even out their skin tone, could apply a topical cream containing the organic compound monobenzone to lessen the remaining pigment. The brand drug incorporating 20% monobenzone is Benoquin, made by ICN.\n\nIncreasingly, people who are not afflicted with the vitiligo experiment with lower concentrations of monobenzone creams in the hope of lightning their skin tone evenly. An alternate method of lightning is to use the chemical mequinol over an extended period of time. Both monobenzone and mequinol produce dramatic skin whitening, but react very differently. Mequinol leaves the skin looking extremely pale. However, tanning is still possible. It is important to notice that the skin will not go back to its original color after the none treatment of mequinol. Mequinol should not be used by people that are allergic to any ingredient in mequinol, if you are pregnant, if you have eczema, irritated or inflamed skin, an increased number of white blood cells or if you are sensitive to sunlight or must be outside for prolonged periods of time.[2] Mequinol is used in Europe in concentrations ranging from 2-20% and is approved in many countries for the treatment of solar lentigines.[3] Monobenzone applied topically completely removes pigment in the long term and vigorous sun-safety must to be adhered to for life to avoid severe sun burn and melanomas. People using monobenzone without previously having vitiligo do so because standard products containing hydroquinone or other lightning agents are not effective for their skin and due to price and active ingredient strength. However, monobenzone is not recommended for skin conditions other than vitiligo.\n\nFor stubborn pigmented lesions the Q-switched ruby laser, cryotherapy or TCA peels can be used to ensure the skin remains pigment-free.\n", "Q178061": "Shock is a life-threatening medical condition of low blood perfusion to tissues resulting in cellular injury and inadequate tissue function.[1][2] The typical signs of shock are low blood pressure, rapid heart rate, signs of poor end-organ perfusion (e.g., low urine output, confusion, or loss of consciousness), and weak pulses.\n\nThe shock index (SI), defined as heart rate divided by systolic blood pressure, is an accurate diagnostic measure that is more useful than hypotension and tachycardia in isolation.[3] Under normal conditions, a number between 0.5 and 0.8 is typically seen. Should that number increase, so does suspicion of an underlying state of shock. Blood pressure alone may not be a reliable sign for shock, as there are times when a person is in circulatory shock but has a stable blood pressure.[4]\n\nCirculatory shock is not related to the emotional state of shock. Circulatory shock is a life-threatening medical emergency and one of the most common causes of death for critically ill people. Shock can have a variety of effects, all with similar outcomes, but all relate to a problem with the body's circulatory system. For example, shock may lead to hypoxemia (a lack of oxygen in arterial blood) or cardiac and/or respiratory arrest.[5]\n\nOne of the key dangers of shock is that it progresses by a positive feedback mechanism. Poor blood supply leads to cellular damage, which results in an inflammatory response to increase blood flow to the affected area. This is normally very useful to match up blood supply level with tissue demand for nutrients. However, if enough tissue causes this, it will deprive vital nutrients from other parts of the body. Additionally, the ability of the circulatory system to meet this increase in demand causes saturation, and this is a major result, of which other parts of the body begin to respond in a similar way; thus, exacerbating the problem. Due to this chain of events, immediate treatment of shock is critical for survival.[4]\n\nThe presentation of shock is variable with some people having only minimal symptoms such as confusion and weakness.[2] While the general signs for all types of shock are low blood pressure, decreased urine output, and confusion, these may not always be present.[2] While a fast heart rate is common, those on β-blockers, those who are athletic and in 30% of cases of those with shock due to intra abdominal bleeding may have a normal or slow heart rate.[6] Specific subtypes of shock may have additional symptoms.\n", "Q127076": "Vomiting, also known as emesis, puking, barfing, throwing up, among other terms, is the involuntary, forceful expulsion of the contents of one's stomach through the mouth and sometimes the nose.[1]\n\nVomiting can be caused by a wide variety of conditions; it may present as a specific response to ailments like gastritis or poisoning, or as a non-specific sequela of disorders ranging from brain tumors and elevated intracranial pressure to overexposure to ionizing radiation. The feeling that one is about to vomit is called nausea, which often precedes, but does not always lead to, vomiting. Antiemetics are sometimes necessary to suppress nausea and vomiting. In severe cases, where dehydration develops, intravenous fluid may be required. Self-induced vomiting can be a component of an eating disorder, such as bulimia nervosa, and is itself now an eating disorder on its own, purging disorder.[2]\n\nVomiting is different from regurgitation, although the two terms are often used interchangeably. Regurgitation is the return of undigested food back up the esophagus to the mouth, without the force and displeasure associated with vomiting. The causes of vomiting and regurgitation are generally different.\n", "Q189331": "Heart arrhythmia also known as arrhythmia, dysrhythmia, or irregular heartbeat, is a group of conditions in which the heartbeat is irregular, too fast, or too slow.[2] A heart rate that is too fast – above 100 beats per minute in adults – is called tachycardia and a heart rate that is too slow – below 60 beats per minute – is called bradycardia.[2] Many types of arrhythmia have no symptoms.[1] When symptoms are present these may include palpitations or feeling a pause between heartbeats.[1] More seriously there may be lightheadedness, passing out, shortness of breath, or chest pain.[1] While most types of arrhythmia are not serious, some predispose a person to complications such as stroke or heart failure.[2][3] Others may result in cardiac arrest.[3]\n\nThere are four main types of arrhythmia: extra beats, supraventricular tachycardias, ventricular arrhythmias, and bradyarrhythmias.[3] Extra beats include premature atrial contractions, premature ventricular contractions, and premature junctional contractions.[3] Supraventricular tachycardias include atrial fibrillation, atrial flutter, and paroxysmal supraventricular tachycardia.[3] Ventricular arrhythmias include ventricular fibrillation and ventricular tachycardia.[3][7] Arrhythmias are due to problems with the electrical conduction system of the heart.[2] Arrhythmias may occur in children; however, the normal range for the heart rate is different and depends on age.[3] A number of tests can help with diagnosis including an electrocardiogram (ECG) and Holter monitor.[5]\n\nMost arrhythmias can be effectively treated.[2] Treatments may include medications, medical procedures such as a pacemaker, and surgery.[6] Medications for a fast heart rate may include beta blockers or agents that attempt to restore a normal heart rhythm such as procainamide.[6] This latter group may have more significant side effects especially if taken for a long period of time.[6] Pacemakers are often used for slow heart rates.[6] Those with an irregular heartbeat are often treated with blood thinners to reduce the risk of complications.[6] Those who have severe symptoms from an arrhythmia may receive urgent treatment with a controlled electric shock in the form of cardioversion or defibrillation.[6]\n\nArrhythmia affects millions of people.[4] In Europe and North America, as of 2014, atrial fibrillation affects about 2% to 3% of the population.[8] Atrial fibrillation and atrial flutter resulted in 112,000 deaths in 2013, up from 29,000 in 1990.[9] Sudden cardiac death is the cause of about half of deaths due to cardiovascular disease or about 15% of all deaths globally.[10] About 80% of sudden cardiac death is the result of ventricular arrhythmias.[10] Arrhythmias may occur at any age but are more common among older people.[4]\n\nThe term cardiac arrhythmia covers a very large number of very different conditions.\n\nThe most common symptom of an arrhythmia is an awareness of an abnormal heartbeat, called palpitations. These may be infrequent, frequent, or continuous. Some of these arrhythmias are harmless (though distracting for patients) but some of them predispose to adverse outcomes.\n\nSome arrhythmias do not cause symptoms, and are not associated with increased mortality. However, some asymptomatic arrhythmias are associated with adverse events. Examples include a higher risk of blood clotting within the heart and a higher risk of insufficient blood being transported to the heart because of weak heartbeat. Other increased risks are of embolisation and stroke, heart failure and sudden cardiac death.\n\nIf an arrhythmia results in a heartbeat that is too fast, too slow or too weak to supply the body's needs, this manifests as a lower blood pressure and may cause lightheadedness or dizziness, or syncope (fainting).\n\nSome types of arrhythmia result in cardiac arrest, or sudden death.\n\nMedical assessment of the abnormality using an electrocardiogram is one way to diagnose and assess the risk of any given arrhythmia.\n\n\ngroup of conditions in which the heartbeat is irregular, too fast, or too slow\"\n", "Q30141399": "decreased or poor judgment\n", "Q7127114": "Pallor is a pale color of the skin that can be caused by illness, emotional shock or stress, stimulant use, or anemia, and is the result of a reduced amount of oxyhaemoglobin and is visible in skin conjuctivae or mucous membrane.\n\nPallor is more evident on the face and palms. It can develop suddenly or gradually, depending on the cause. It is not usually clinically significant unless it is accompanied by a general pallor (pale lips, tongue, palms, mouth and other regions with mucous membranes). It is distinguished from similar presentations such as hypopigmentation (lack or loss of skin pigment) or simply a fair complexion.\n", "Q130741": "A hallucination is a perception in the absence of external stimulus that has qualities of real perception. Hallucinations are vivid, substantial, and are perceived to be located in external objective space. They are distinguishable from several related phenomena, such as dreaming, which does not involve wakefulness; pseudohallucination, which does not mimic real perception, and is accurately perceived as unreal; illusion, which involves distorted or misinterpreted real perception; and imagery, which does not mimic real perception and is under voluntary control.[1] Hallucinations also differ from \"delusional perceptions\", in which a correctly sensed and interpreted stimulus (i.e., a real perception) is given some additional (and typically absurd) significance.\n\nHallucinations can occur in any sensory modality—visual, auditory, olfactory, gustatory, tactile, proprioceptive, equilibrioceptive, nociceptive, thermoceptive and chronoceptive.\n\nA mild form of hallucination is known as a disturbance, and can occur in most of the senses above. These may be things like seeing movement in peripheral vision, or hearing faint noises and/or voices. Auditory hallucinations are very common in schizophrenia. They may be benevolent (telling the subject good things about themselves) or malicious, cursing the subject, etc. Auditory hallucinations of the malicious type are frequently heard,[citation needed] for example people talking about the subjects behind their back. Like auditory hallucinations, the source of the visual counterpart can also be behind the subject's back. Their visual counterpart is the feeling of being looked or stared at, usually with malicious intent.[citation needed] Frequently, auditory hallucinations and their visual counterpart are experienced by the subject together.[citation needed]\n\nHypnagogic hallucinations and hypnopompic hallucinations are considered normal phenomena. Hypnagogic hallucinations can occur as one is falling asleep and hypnopompic hallucinations occur when one is waking up. Hallucinations can be associated with drug use (particularly deliriants), sleep deprivation, psychosis, neurological disorders, and delirium tremens.\n\nThe word \"hallucination\" itself was introduced into the English language by the 17th-century physician Sir Thomas Browne in 1646 from the derivation of the Latin word alucinari meaning to wander in the mind. For Browne, hallucination means a sort of vision that is \"depraved and receive[s] its objects erroneously\".[2]\n\nperception in the absence of external stimulation that has the qualities of real perception\"\n", "Q21513416": "The diarrhea is often quite watery, and the volume defecated may be more voluminous than normal. Others have an urgency to defecate, and strain while doing so. Many pet parents describe the feces as pure blood. Patients often have concurrent vomiting (sometimes with blood in it) and reduced appetites. They are quite lethargic, may have abdominal discomfort, and are frequently dehydrated because of fluid loss through diarrhea.\n", "Q1397878": "A fasciculation, or muscle twitch, is a small, local, involuntary muscle contraction and relaxation which may be visible under the skin. Deeper areas can be detected by electromyography (EMG) testing, though they can happen in any skeletal muscle in the body. Fasciculations arise as a result of spontaneous depolarization of a lower motor neuron leading to the synchronous contraction of all the skeletal muscle fibers within a single motor unit. An example of normal spontaneous depolarization is the constant contractions of cardiac muscle, causing the heart to beat. Usually, intentional movement of the involved muscle causes fasciculations to cease immediately, but they may return once the muscle is at rest again.\n\nFasciculations have a variety of causes, the majority of which are benign, but can also be due to disease of the motor neurons. They are encountered by virtually all healthy people, though for most, it is quite infrequent. In some cases, the presence of fasciculations can be annoying and interfere with quality of life. If a neurological examination is otherwise normal and EMG testing does not indicate any additional pathology, a diagnosis of benign fasciculation syndrome is usually made.[1]\n", "Q5140942": "coffee ground vomiting\"\n\n\nCoffee ground vomitus refers to a particular appearance of vomit. Within organic heme molecules of red blood cells is the element iron, which oxidizes following exposure to gastric acid. This reaction causes the vomitus to look like ground coffee. Coffee-ground vomitus is a sign of possible upper gastrointestinal bleeding.\n", "Q30141302": "confusion with time and space\"\n", "Q152234": "Edema, also spelled oedema or œdema, is an abnormal accumulation of fluid in the interstitium, located beneath the skin and in the cavities of the body, which can cause severe pain. Clinically, edema manifests as swelling. The amount of interstitial fluid is determined by the balance of fluid homeostasis; and the increased secretion of fluid into the interstitium. The word is from Greek οἴδημα oídēma meaning \"swelling\".[1]\n", "Q5000947": "The Burton line or Burtonian line is a clinical sign found in patients with chronic lead poisoning. It is a very thin, black-blue line visible along the margin of the gums, at the base of the teeth.[1]\n\nThe sign was described in 1840 by Henry Burton:[2]\n\nThe edges of the gums attached to the necks of two or more teeth of either jaw, were distinctly bordered by a narrow leaden-blue line, about the one-twentieth part of an inch in width, whilst the substance of the gum apparently retained its ordinary colour and condition.\n\nA similar line, the \"bismuth line\", occurs in people who have ingested bismuth compounds; bismuth, however, is of very low toxicity.\n", "Q180007": "Syncope, also known as fainting, is a loss of consciousness and muscle strength characterized by a fast onset, short duration, and spontaneous recovery.[1] It is caused by a decrease in blood flow to the brain, usually from low blood pressure.[1] There are sometimes symptoms before the loss of consciousness such as lightheadedness, sweating, pale skin, blurred vision, nausea, vomiting, or feeling warm. Syncope may also be associated with a short episode of muscle twitching.[1] When consciousness and muscle strength are not completely lost, it is called presyncope.[1] It is recommended that presyncope be treated the same as syncope.[1]\n\nCauses range from non-serious to potentially fatal.[1] There are three broad categories of causes: heart or blood vessel related, reflex also known as neurally mediated, and orthostatic hypotension.[1] Issues with the heart and blood vessels are the cause in about 10% and typically the most serious while neurally mediated is the most common.[1] Heart related causes may include an abnormal heart rhythm, problems with the heart valves or heart muscle and blockages of blood vessels from a pulmonary embolism or aortic dissection among others.[1] Neurally mediated syncope occurs when blood vessels expand and heart rate decreases inappropriately.[1] This may occur from either a triggering event such as exposure to blood, pain, strong feelings or a specific activity such as urination, vomiting, or coughing.[1] This type of syncope may also occur when an area in the neck known as the carotid sinus is pressed.[1] The final type of syncope is due to a drop in blood pressure from standing up.[1] This is often due to medications that a person is taking but may also be related to dehydration, significant bleeding or infection.[1]\n\nA medical history, physical examination, and electrocardiogram (ECG) are the most effective ways to figure out the underlying cause.[1] The ECG is useful to detect an abnormal heart rhythm, poor blood flow to the heart muscle, and other electrical issue such as long QT syndrome and Brugada syndrome.[1] Heart related causes also often have little history of a prodrome.[1] Low blood pressure and a fast heart rate after the event may indicate blood loss or dehydration, while low blood oxygen levels may be seen following the event in those with pulmonary embolism.[1] More specific tests such as implantable loop recorders, tilt table testing or carotid sinus massage may be useful in uncertain cases.[1] Computed tomography (CT) is generally not required unless specific concerns are present.[1] Other causes of similar symptoms that should be considered include seizure, stroke, concussion, low blood oxygen, low blood sugar, drug intoxication and some psychiatric disorders among others.[1] Treatment depends on the underlying cause.[1] Those who are considered at high risk following investigation may be admitted to hospital for further monitoring of the heart.[1]\n\nSyncope affects about three to six out of every thousand people each year.[1] It is more common in older people and females.[3] It is the reason for one to three percent of visits to emergency departments and admissions to hospital.[3] Up to half of women over the age of 80 and a third of medical students describe at least one event at some point in their life.[3] Of those presenting with syncope to an emergency department, about 4% died in the next 30 days.[1] The risk of a poor outcome, however, depends very much on the underlying cause.[2]\n", "Q3480107": "Bone pain (also known medically by several other names) is pain coming from a bone. It occurs as a result of a wide range of diseases and/or physical conditions and may severely impair the quality of life for patients who suffer from it.[1] Bone pain belongs to the class of deep somatic pain, often experienced as a dull pain that cannot be localized accurately by the patient. This is in contrast with the pain which is mediated by superficial receptors in, e.g., the skin. Bone pain can have several possible causes ranging from extensive physical stress to serious diseases such as cancer.[2][3] For many years it has been known that bones are innervated with sensory neurons. Yet their exact anatomy remained obscure due to the contrasting physical properties of bone and neural tissue.[4] More recently, it is becoming clear what types of nerves innervated which sections of bone.[5][6] The periosteal layer of bone tissue is highly pain-sensitive and an important cause of pain in several disease conditions causing bone pain, like fractures, osteoarthritis, etc. However, in certain diseases the endosteal and haversian nerve supply seems to play an important role, e.g. in osteomalacia, osteonecrosis, and other bone diseases.[7] Thus there are several types of bone pain, each with many potential sources or origins of cause.\n", "Q30141385": "Aphasia gets in the way of a person's ability to use or understand words. Aphasia does not impair the person's intelligence. People who have aphasia may have difficulty speaking and finding the \"right\" words to complete their thoughts. They may also have problems understanding conversation, reading and comprehending written words, writing words, and using numbers.\n", "Q21111972": " Other things that can make your eyes red and itchy include tobacco smoke, chlorinated pool water, and even the air around indoor pools.\n", "Q13522706": "Baby colic, also known as infantile colic, is defined as episodes of crying for more than three hours a day, for more than three days a week, for three weeks in an otherwise healthy child.[1] Often crying occurs in the evening.[1] It typically does not result in long term problems.[4] The crying can cause frustration for the parents, depression following delivery, excess visits to the doctor, and child abuse.[1]\n\nThe cause of colic is unknown.[1] Some believe it is due to gastrointestinal discomfort like intestinal cramping.[5] Diagnosis requires ruling out other possible causes.[1] Concerning findings include a fever, poor activity, or a swollen abdomen.[1] Fewer than 5% of infants with excess crying have an underlying organic disease.[1]\n\nTreatment is generally conservative, with little to no role for either medications or alternative therapies.[3] Extra support for the parents may be useful.[1] Tentative evidence supports certain probiotics for the baby and a low-allergen diet by the mother in those who are breastfed.[1] Hydrolyzed formula may be useful in those who are bottlefed.[1]\n\nColic affects 10–40% of children.[1] It is most common at six weeks of age and typically goes away by six months of age.[1] It rarely lasts up to one year of age.[6] It occurs at the same rate in boys and in girls.[1] The first detailed medical description of the problem occurred in 1954.[7]\n\n\nColic is defined as episodes of crying for more than three hours a day, for more than three days a week for a three-week duration in an otherwise healthy child between the ages of two weeks and four months.[8] By contrast, infants normally cry an average of just over two hours a day, with the duration peaking at six weeks.[9] With colic, periods of crying most commonly happen in the evening and for no obvious reason.[1] Associated symptoms may include legs pulled up to the stomach, a flushed face, clenched hands, and a wrinkled brow.[9] The cry is often high pitched (piercing).[9]\n", "Q505142": "Eosinophilia is a condition in which the eosinophil count in the peripheral blood exceeds 5.0×108/L (500/μL).[1] Eosinophils usually account for less than 7% of the circulating leukocytes.[2] A marked increase in non-blood tissue eosinophil count noticed upon histopathologic examination is diagnostic for tissue eosinophilia.[3] Several causes are known, with the most common being some form of allergic reaction or parasitic infection. Diagnosis of eosinophilia is via a complete blood count (CBC), but diagnostic procedures directed at the underlying cause vary depending on the suspected condition(s). An absolute eosinophil count is not generally needed if the CBC shows marked eosinophilia.[4] The location of the causal factor can be used to classify eosinophilia into two general types: extrinsic, in which the factor lies outside the eosinophil cell lineage; and intrinsic eosinophilia, which denotes etiologies within the eosiniphil cell line.[3] Specific treatments are dictated by the causative condition, though in idiopathic eosinophilia, the disease may be controlled with corticosteroids.[4] Eosinophilia is not a disorder (rather, only a sign) unless it is idiopathic.[4]\n", "Q270952": "The common cold, also known simply as a cold, is a viral infectious disease of the upper respiratory tract that primarily affects the nose.[7] The throat, sinuses, and larynx may also be affected.[5] Signs and symptoms may appear less than two days after exposure to the virus.[5] These may include coughing, sore throat, runny nose, sneezing, headache, and fever.[2][3] People usually recover in seven to ten days,[2] but some symptoms may last up to three weeks.[6] Occasionally those with other health problems may develop pneumonia.[2]\n\nWell over 200 virus strains are implicated in causing the common cold, with rhinoviruses being the most common.[11] They spread through the air during close contact with infected people or indirectly through contact with objects in the environment, followed by transfer to the mouth or nose.[2] Risk factors include going to daycare, not sleeping well, and psychological stress.[5] The symptoms are mostly due to the body's immune response to the infection rather than to tissue destruction by the viruses themselves.[12] In contrast, those affected by influenza can show similar symptoms as people with a cold, but symptoms are usually more severe.[5] Additionally, the influenza is less likely to result in a runny nose.[13]\n\nThere is no vaccine for the common cold.[2] The primary methods of prevention are: hand washing; not touching the eyes, nose or mouth with unwashed hands; and staying away from sick people.[2] Some evidence supports the use of face masks.[14] There is also no cure, but the symptoms can be treated.[2] Zinc may reduce the duration and severity of symptoms if started shortly after the onset of symptoms.[8] Nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen may help with pain.[9] Antibiotics, however, should not be used[15] and there is no evidence for cough medicines.[5]\n\nThe common cold is the most frequent infectious disease in humans.[16] The average adult gets two to three colds a year, while the average child may get six to eight.[10][7] Infections occur more commonly during the winter.[2] These infections have existed throughout human history.[17]\n", "Q474959": "Myalgia, or muscle pain, is a symptom of many diseases and disorders. The most common causes are the overuse or over-stretching of a muscle or group of muscles. Myalgia without a traumatic history is often due to viral infections. Longer-term myalgias may be indicative of a metabolic myopathy, some nutritional deficiencies or chronic fatigue syndrome.\n", "Q35805": "A cough is a sudden and often repetitively occurring, protective reflex, which helps to clear the large breathing passages from fluids, irritants, foreign particles and microbes. The cough reflex consists of three phases: an inhalation, a forced exhalation against a closed glottis, and a violent release of air from the lungs following opening of the glottis, usually accompanied by a distinctive sound.[1] Coughing is either voluntary or involuntary.\n\nFrequent coughing usually indicates the presence of a disease. Many viruses and bacteria benefit, from an evolutionary perspective, by causing the host to cough, which helps to spread the disease to new hosts. Most of the time, irregular coughing is caused by a respiratory tract infection but can also be triggered by choking, smoking, air pollution,[1] asthma, gastroesophageal reflux disease, post-nasal drip, chronic bronchitis, lung tumors, heart failure and medications such as ACE inhibitors.\n\nTreatment should target the cause; for example, smoking cessation or discontinuing ACE inhibitors. Cough suppressants such as codeine or dextromethorphan are frequently prescribed, but have been demonstrated to have little effect. Other treatment options may target airway inflammation or may promote mucus expectoration. As it is a natural protective reflex, suppressing the cough reflex might have damaging effects, especially if the cough is productive.[2]\n", "Q81938": "Pain is a distressing feeling often caused by intense or damaging stimuli. The International Association for the Study of Pain's widely used definition defines pain as \"an unpleasant sensory and emotional experience associated with actual or potential tissue damage, or described in terms of such damage\";[1] however, due to it being a complex, subjective phenomenon, defining pain has been a challenge. In medical diagnosis, pain is regarded as a symptom of an underlying condition.\n\nPain motivates the individual to withdraw from damaging situations, to protect a damaged body part while it heals, and to avoid similar experiences in the future.[2] Most pain resolves once the noxious stimulus is removed and the body has healed, but it may persist despite removal of the stimulus and apparent healing of the body. Sometimes pain arises in the absence of any detectable stimulus, damage or disease.[3]\n\nPain is the most common reason for physician consultation in most developed countries.[4][5] It is a major symptom in many medical conditions, and can interfere with a person's quality of life and general functioning.[6] Simple pain medications are useful in 20% to 70% of cases.[7] Psychological factors such as social support, hypnotic suggestion, excitement, or distraction can significantly affect pain's intensity or unpleasantness.[8][9] In some debates regarding physician-assisted suicide or euthanasia, pain has been used as an argument to permit people who are terminally ill to end their lives.[10]\n", "Q30141588": "\"misplacing things and losing the ability to retrace steps\"\n", "Q3589142": "Epigastric pain is a name for pain or discomfort right below your ribs in the area of your upper abdomen. It often happens alongside other common symptoms of your digestive system. These symptoms can include heartburn, bloating, and gas.\n\nEpigastric pain isn’t always cause for concern. This condition has many possible causes, especially when it happens right after eating.\n\nIt’s important to be able to tell the difference between pain that’s a result of something harmless, like overeating or lactose intolerance, and pain that happens because of an underlying condition, such as GERD, inflammation, or infection.\n", "Q5445": "Anemia is a decrease in the total amount of red blood cells (RBCs) or hemoglobin in the blood,[3][4] or a lowered ability of the blood to carry oxygen.[5] When anemia comes on slowly, the symptoms are often vague and may include feeling tired, weakness, shortness of breath or a poor ability to exercise.[1] Anemia that comes on quickly often has greater symptoms, which may include confusion, feeling like one is going to pass out, loss of consciousness, or increased thirst.[1] Anemia must be significant before a person becomes noticeably pale.[1] Additional symptoms may occur depending on the underlying cause.[1]\n\nThe three main types of anemia are due to blood loss, decreased red blood cell production, and increased red blood cell breakdown.[1] Causes of blood loss include trauma and gastrointestinal bleeding, among others.[1] Causes of decreased production include iron deficiency, a lack of vitamin B12, thalassemia, and a number of neoplasms of the bone marrow.[1] Causes of increased breakdown include a number of genetic conditions such as sickle cell anemia, infections like malaria, and certain autoimmune diseases.[1] It can also be classified based on the size of red blood cells and amount of hemoglobin in each cell.[1] If the cells are small, it is microcytic anemia.[1] If they are large, it is macrocytic anemia while if they are normal sized, it is normocytic anemia.[1] Diagnosis in men is based on a hemoglobin of less than 130 to 140 g/L (13 to 14 g/dL), while in women, it must be less than 120 to 130 g/L (12 to 13 g/dL).[1][6] Further testing is then required to determine the cause.[1]\n\nCertain groups of individuals, such as pregnant women, benefit from the use of iron pills for prevention.[1][7] Dietary supplementation, without determining the specific cause, is not recommended.[1] The use of blood transfusions is typically based on a person's signs and symptoms.[1] In those without symptoms, they are not recommended unless hemoglobin levels are less than 60 to 80 g/L (6 to 8 g/dL).[1][8] These recommendations may also apply to some people with acute bleeding.[1] Erythropoiesis-stimulating medications are only recommended in those with severe anemia.[8]\n\nAnemia is the most common blood disorder, affecting about a third of the global population.[2][1] Iron-deficiency anemia affects nearly 1 billion people.[9] In 2013, anemia due to iron deficiency resulted in about 183,000 deaths – down from 213,000 deaths in 1990.[10] It is more common in women than men,[9] during pregnancy, and in children and the elderly.[1] Anemia increases costs of medical care and lowers a person's productivity through a decreased ability to work.[6] The name is derived from Ancient Greek: ἀναιμία anaimia, meaning \"lack of blood\", from ἀν- an-, \"not\" and αἷμα haima, \"blood\".[11]\n\n\nAnemia goes undetected in many people and symptoms can be minor. The symptoms can be related to an underlying cause or the anemia itself. Most commonly, people with anemia report feelings of weakness or fatigue, and sometimes poor concentration. They may also report shortness of breath on exertion. In very severe anemia, the body may compensate for the lack of oxygen-carrying capability of the blood by increasing cardiac output. The patient may have symptoms related to this, such as palpitations, angina (if pre-existing heart disease is present), intermittent claudication of the legs, and symptoms of heart failure. On examination, the signs exhibited may include pallor (pale skin, lining mucosa, conjunctiva and nail beds), but this is not a reliable sign. There may be signs of specific causes of anemia, e.g., koilonychia (in iron deficiency), jaundice (when anemia results from abnormal break down of red blood cells — in hemolytic anemia), bone deformities (found in thalassemia major) or leg ulcers (seen in sickle-cell disease). In severe anemia, there may be signs of a hyperdynamic circulation: tachycardia (a fast heart rate), bounding pulse, flow murmurs, and cardiac ventricular hypertrophy (enlargement). There may be signs of heart failure. Pica, the consumption of non-food items such as ice, but also paper, wax, or grass, and even hair or dirt, may be a symptom of iron deficiency, although it occurs often in those who have normal levels of hemoglobin. Chronic anemia may result in behavioral disturbances in children as a direct result of impaired neurological development in infants, and reduced academic performance in children of school age. Restless legs syndrome is more common in those with iron-deficiency anemia.[13]\n", "Q18554982": "Gastrointestinal perforation, also known as ruptured bowel, is a hole in the wall of part of the gastrointestinal tract.[2] The gastrointestinal tract includes the esophagus, stomach, small intestine, and large intestine.[2][1] Symptoms include severe abdominal pain and tenderness.[2] When the hole is in the stomach or early part of the small intestine the onset of pain is typically sudden while with a hole in the large intestine onset may be more gradual.[2] The pain is usually constant in nature.[2] Sepsis, with an increased heart rate, increased breathing rate, fever, and confusion may occur.[2]\n\nThe cause can include trauma such as from a knife wound, eating a sharp object, or a medical procedure such as colonoscopy, bowel obstruction such as from a volvulus, colon cancer, or diverticulitis, stomach ulcers, ischemic bowel, and a number of infections including C. difficile.[2] A hole allows intestinal contents to enter the abdominal cavity.[2] The entry of bacteria results in a condition known as peritonitis or in the formation of an abscess.[2] A hole in the stomach can also lead to a chemical peritonitis due to gastric acid.[2] A CT scan is typically the preferred method of diagnosis; however, free air from a perforation can often be seen on plain X-ray.[2]\n\nPerforation anywhere along the gastrointestinal tract typically requires emergency surgery in the form of an exploratory laparotomy.[2] This is usually carried out along with intravenous fluids and antibiotics.[2] A number of different antibiotics may be used such as piperacillin/tazobactam or the combination of ciprofloxacin and metronidazole.[3][4] Occasionally the hole can be sewn closed while other times a bowel resection is required.[2] Even with maximum treatment the risk of death can be as high as 50%.[2] A hole from a stomach ulcer occurs in about 1 per 10,000 people per year, while one from diverticulitis occurs in about 0.4 per 10,000 people per year.[1][5]\n\n\nSigns and symptoms may include a sudden pain in the epigastrium to the right of the midline indicating the perforation of a duodenal ulcer. In a gastric ulcer perforation creates a history of burning pain in epigastrium, with flatulence and dyspepsia.\n\nIn intestinal perforation, pain starts from the site of perforation and spreads across the abdomen.\n\nGastrointestinal perforation results in severe abdominal pain intensified by movement, nausea, vomiting and hematemesis. Later symptoms include fever and or chills.[6] In any case, the abdomen becomes rigid with tenderness and rebound tenderness. After some time the abdomen becomes silent and heart sounds can be heard all over. Patient stops passing flatus and motion, abdomen is distended.\n\nThe symptoms of esophageal rupture may include sudden onset of chest pain.\n", "Q474718": "Night sweats, or excessive sweating during sleep, are a common symptom in women and men. There are many medical conditions and diseases that cause them. Examples include women in perimenopause or menopause; medications, hormone problems (Low-T), low blood sugar, and neurological problems. You may have other symptoms like chills, or shaking with a fever, vaginal dryness, or mood changes, depending upon the cause. Less common causes of night sweats include infections and cancers. Doctors treat the problem by diagnosing the cause of your night sweats.\n", "Q1495657": "Gastrointestinal bleeding (GI bleed), also known as gastrointestinal hemorrhage, is all forms of bleeding in the gastrointestinal tract, from the mouth to the rectum.[9] When there is significant blood loss over a short time, symptoms may include vomiting red blood, vomiting black blood, bloody stool, or black stool.[1] Small amounts of bleeding over a long time may cause iron-deficiency anemia resulting in feeling tired or heart-related chest pain.[1] Other symptoms may include abdominal pain, shortness of breath, pale skin, or passing out.[9][1] Sometimes in those with small amounts of bleeding no symptoms may be present.[1]\n\nBleeding is typically divided into two main types: upper gastrointestinal bleeding and lower gastrointestinal bleeding.[2] Causes of upper GI bleeds include: peptic ulcer disease, esophageal varices due to liver cirrhosis and cancer, among others.[3] Causes of lower GI bleeds include: hemorrhoids, cancer, and inflammatory bowel disease among others.[2] Diagnosis typically begins with a medical history and physical examination, along with blood tests.[1] Small amounts of bleeding may be detected by fecal occult blood test.[1] Endoscopy of the lower and upper gastrointestinal tract may locate the area of bleeding.[1] Medical imaging may be useful in cases that are not clear.[1]\n\nInitial treatment focuses on resuscitation which may include intravenous fluids and blood transfusions.[4] Often blood transfusions are not recommended unless the hemoglobin is less than 70 or 80 g/L.[7][10] Treatment with proton pump inhibitors, octreotide, and antibiotics may be considered in certain cases.[6][11][5] If other measures are not effective, an esophageal balloon may be attempted in those with presumed esophageal varices.[2] Endoscopy of the esophagus, stomach, and duodenum or endoscopy of the large bowel are generally recommended within 24 hours and may allow treatment as well as diagnosis.[4]\n\nAn upper GI bleed is more common than lower GI bleed.[2] An upper GI bleed occurs in 50 to 150 per 100,000 adults per year.[8] A lower GI bleed is estimated to occur in 20 to 30 per 100,000 per year.[2] It results in about 300,000 hospital admissions a year in the United States.[1] Risk of death from a GI bleed is between 5% and 30%.[1][7] Risk of bleeding is more common in males and increases with age.[2]\n\n\nGastrointestinal bleeding can range from small non-visible amounts, which are only detected by laboratory testing, to massive bleeding where bright red blood is passed and shock develops. With bleeding that is rapid there may be syncope.[12]\n\nBlood that is digested may appear black rather than red, resulting in \"coffee ground\" vomit or tar colored stool called melena.[2]\n\nOther signs and symptoms include feeling tired, dizziness, and pale skin color.[12]\n", "Q32069": "Meningism, also called meningismus[1][2] is a set of symptoms caused by irritation of the meninges. This may be due to meningitis (inflammation of the meninges), or subarachnoid haemorrhage. Meningism involves the triad (3-symptom syndrome) of nuchal rigidity (neck stiffness), photophobia (intolerance of bright light), and headache. It requires differentiating from other problems with similar symptoms, including Parkinson's Disease and Cervical Spondylosis. Related clinical signs include Kernig's sign and three signs all named Brudzinski's sign.\n\nThe main clinical signs that indicate meningism are nuchal rigidity, Kernig's sign and Brudzinski's signs. None of the signs are particularly sensitive; in adults with meningitis, nuchal rigidity was present in 30% and Kernig's or Brudzinski's sign only in 5%.[3]\n\n\n", "Q38933": "Fever, also known as pyrexia and febrile response,[6] is defined as having a temperature above the normal range due to an increase in the body's temperature set-point.[4][5] There is not a single agreed-upon upper limit for normal temperature with sources using values between 37.5 and 38.3 °C (99.5 and 100.9 °F).[6][7] The increase in set-point triggers increased muscle contractions and causes a feeling of cold.[1] This results in greater heat production and efforts to conserve heat.[2] When the set-point temperature returns to normal, a person feels hot, becomes flushed, and may begin to sweat.[2] Rarely a fever may trigger a febrile seizure.[3] This is more common in young children.[3] Fevers do not typically go higher than 41 to 42 °C (105.8 to 107.6 °F).[5]\n\nA fever can be caused by many medical conditions ranging from non serious to life threatening.[11] This includes viral, bacterial and parasitic infections such as the common cold, urinary tract infections, meningitis, malaria and appendicitis among others.[11] Non-infectious causes include vasculitis, deep vein thrombosis, side effects of medication, and cancer among others.[11] It differs from hyperthermia, in that hyperthermia is an increase in body temperature over the temperature set-point, due to either too much heat production or not enough heat loss.[6]\n\nTreatment to reduce fever is generally not required.[1][8] Treatment of associated pain and inflammation, however, may be useful and help a person rest.[8] Medications such as ibuprofen or paracetamol (acetaminophen) may help with this as well as lower temperature.[8][9] Measures such as putting a cool damp cloth on the forehead and having a slightly warm bath are not useful and may simply make a person more uncomfortable.[8] Children younger than three months require medical attention, as might people with serious medical problems such as a compromised immune system or people with other symptoms.[12] Hyperthermia does require treatment.[1]\n\nFever is one of the most common medical signs.[1] It is part of about 30% of healthcare visits by children[1] and occurs in up to 75% of adults who are seriously sick.[10] While fever is a useful defense mechanism, treating fever does not appear to worsen outcomes.[13][14] Fever is viewed with greater concern by parents and healthcare professionals than it usually deserves, a phenomenon known as fever phobia.[1]\n\nA fever is usually accompanied by sickness behavior, which consists of lethargy, depression, anorexia, sleepiness, hyperalgesia, and the inability to concentrate.[35][36][37]\n", "Q192120": "Cyanosis is defined as the bluish or purplish discolouration of the skin or mucous membranes due to the tissues near the skin surface having low oxygen saturation. Based on Lundsgaard and Van Slyke's work,[1] it is classically described as occurring if 5.0 g/dL of deoxyhemoglobin or greater is present.[2] This was based on an estimate of capillary saturation based on a mean of arterial versus peripheral venous blood gas measurements.[3] Since estimation of hypoxia is usually now based either on arterial blood gas measurement or pulse oximetry, this is probably an overestimate, with evidence that levels of 2.0 g/dL of deoxyhemoglobin may reliably produce cyanosis.[4] Since, however, the presence of cyanosis is dependent upon there being an absolute quantity of deoxyhemoglobin, the bluish color is more readily apparent in those with high hemoglobin counts than it is with those with anemia. Also, the bluer the color, the more difficult it is to detect on deeply pigmented skin. When signs of cyanosis first appear, such as on the lips or fingers, intervention should be made within 3–5 minutes because a severe hypoxia or severe circulatory failure may have induced the cyanosis.\n\nThe name cyanosis literally means the blue disease or the blue condition. It is derived from the color cyan, which comes from κυανός, kyanós, the Greek word for blue.[5]\n", "Q107231": "Paralysis is a loss of muscle function for one or more muscles. Paralysis can be accompanied by a loss of feeling (sensory loss) in the affected area if there is sensory damage as well as motor. About 1 in 50 people in the U.S. have been diagnosed with some form of paralysis, transient or permanent.[1] The word comes from the Greek \"disabling of the nerves\",[2] itself from (para), \"beside, by\"[3] and (lysis), \"losing\"[4] and that from λύω (luō), \"to lose\".[5] A paralysis accompanied by involuntary tremors is usually called \"palsy\".[6][7]\n", "Q29644032": "Continuous fever is a type or pattern of fever in which temperature does not touch the baseline and remains above normal throughout the day. The variation between maximum and minimum temperature in 24 hours is of less than 1°C (1.5°F).[1] It usually occurs due to some infectious disease. Diagnosis of continuous fever is usually based on the clinical signs and symptoms but some biological tests, chest X-ray and CT scan are also used.[2] Typhoid fever is an example of continuous fever and it shows a characteristic step-ladder pattern, a step-wise increase in temperature with a high plateau.[1]\n", "Q3965303": "For non-transmural ischemia (subendocardial ischemia) injured cells are closer to the inside of heart wall, resulting in a systolic injury current. A systolic injury current results from a greater depolarization in healthier cells. Because the subepicardial region is more depolarized (more positive) compared to the endomyocardial cells the current in the left ventricle flows toward the endomyocardial cells. The current flows from the more positive subepicardium to the less positive subendocardium during phase 2 of the fast fiber type depolarization, which on ECG occurs during ST segment. The positive electrodes on the anterior chest wall detect the movement of positive charge away from the electrode and record it as a downward deflection on the ECG paper. Also see ST elevation.\n", "Q29644037": "Brucellosis[2][3] is a highly contagious zoonosis caused by ingestion of unpasteurized milk or undercooked meat from infected animals, or close contact with their secretions.[4] It is also known as undulant fever, Malta fever and Mediterranean fever.[5]\n\nBrucella species are small, gram-negative, nonmotile, nonspore-forming, rod-shaped (coccobacilli) bacteria. They function as facultative intracellular parasites, causing chronic disease, which usually persists for life. Four species infect humans: B. abortus, B. canis, B. melitensis, and B. suis. B. abortus is less virulent than B. melitensis and is primarily a disease of cattle. B. canis affects dogs. B. melitensis is the most virulent and invasive species; it usually infects goats and occasionally sheep. B. suis is of intermediate virulence and chiefly infects pigs. Symptoms include profuse sweating and joint and muscle pain. Brucellosis has been recognized in animals and humans since the 20th century.\n\n\nThe symptoms are like those associated with many other febrile diseases, but with emphasis on muscular pain and night sweats. The duration of the disease can vary from a few weeks to many months or even years.\n\nIn the first stage of the disease, bacteremia occurs and leads to the classic triad of undulant fevers, sweating (often with characteristic foul moldy smell sometimes likened to wet hay), and migratory arthralgia and myalgia (joint and muscle pain). Blood tests characteristically reveal a low number of white blood cells and red blood cells, show some elevation of liver enzymes such as aspartate aminotransferase (AST) and alanine aminotransferase (ALT), and demonstrate positive Bengal Rose and Huddleston reactions. Gastrointestinal symptoms occur in 70% of cases and include nausea, vomiting, decreased appetite, unintentional weight loss, abdominal pain, constipation, diarrhea, an enlarged liver, liver inflammation, liver abscess, and an enlarged spleen.\n\nThis complex is, at least in Portugal, Israel, and Jordan, known as Malta fever. During episodes of Malta fever, melitococcemia (presence of brucellae in blood) can usually be demonstrated by means of blood culture in tryptose medium or Albini medium. If untreated, the disease can give origin to focalizations or become chronic. The focalizations of brucellosis occur usually in bones and joints and spondylodiscitis of the lumbar spine accompanied by sacroiliitis is very characteristic of this disease. Orchitis is also common in men.\n\nDiagnosis of brucellosis relies on:\n\nDemonstration of the agent: blood cultures in tryptose broth, bone marrow cultures. The growth of brucellae is extremely slow (they can take up to two months to grow) and the culture poses a risk to laboratory personnel due to high infectivity of brucellae.\nDemonstration of antibodies against the agent either with the classic Huddleson, Wright, and/or Bengal Rose reactions, either with ELISA or the 2-mercaptoethanol assay for IgM antibodies associated with chronic disease\nHistologic evidence of granulomatous hepatitis on hepatic biopsy\nRadiologic alterations in infected vertebrae: the Pedro Pons sign (preferential erosion of the anterosuperior corner of lumbar vertebrae) and marked osteophytosis are suspicious of brucellic spondylitis.\nThe consequences of Brucella infection are highly variable and may include arthritis, spondylitis, thrombocytopenia, meningitis, uveitis, optic neuritis, endocarditis, and various neurological disorders collectively known as neurobrucellosis.\n", "Q424337": " \"acute kidney injury\"\n\nAcute kidney injury (AKI), previously called acute renal failure (ARF),[1][2] is an abrupt loss of kidney function that develops within 7 days.[3]\n\nIts causes are numerous. Generally it occurs because of damage to the kidney tissue caused by decreased kidney blood flow (kidney ischemia) from any cause (e.g., low blood pressure), exposure to substances harmful to the kidney, an inflammatory process in the kidney, or an obstruction of the urinary tract that impedes the flow of urine. AKI is diagnosed on the basis of characteristic laboratory findings, such as elevated blood urea nitrogen and creatinine, or inability of the kidneys to produce sufficient amounts of urine.\n\nAKI may lead to a number of complications, including metabolic acidosis, high potassium levels, uremia, changes in body fluid balance, and effects on other organ systems, including death. People who have experienced AKI may have an increased risk of chronic kidney disease in the future. Management includes treatment of the underlying cause and supportive care, such as renal replacement therapy.\n\nThe clinical picture is often dominated by the underlying cause.The symptoms of acute kidney injury result from the various disturbances of kidney function that are associated with the disease. Accumulation of urea and other nitrogen-containing substances in the bloodstream lead to a number of symptoms, such as fatigue, loss of appetite, headache, nausea and vomiting.[4] Marked increases in the potassium level can lead to abnormal heart rhythms, which can be severe and life-threatening.[5] Fluid balance is frequently affected, though blood pressure can be high, low or normal.[6]\n\nPain in the flanks may be encountered in some conditions (such as clotting of the kidneys' blood vessels or inflammation of the kidney); this is the result of stretching of the fibrous tissue capsule surrounding the kidney.[7] If the kidney injury is the result of dehydration, there may be thirst as well as evidence of fluid depletion on physical examination.[7] Physical examination may also provide other clues as to the underlying cause of the kidney problem, such as a rash in interstitial nephritis (or vasculitis) and a palpable bladder in obstructive nephropathy.[7]\n\n\n", "Q29644036": "Intermittent fever is a type or pattern of fever in which there is an interval where temperature is elevated for several hours followed by an interval when temperature drops back to normal.[1] This type of fever usually occurs during the course of an infectious disease. Diagnosis of intermittent fever is frequently based on the clinical history but some biological tests like complete blood count and blood culture are also used. In addition radiological investigations like chest X-ray, abdominal ultrasonography can also be used in establishing diagnosis.[2][3]\n", "Q30141414": "Healthy people differ significantly in their overall personality, mood, and behavior. Each person also varies from day to day, depending on the circumstances. However, a sudden, major change in personality and/or behavior, particularly one that is not related to an obvious event (such as taking a drug or losing a loved one), often indicates a problem.\n\nChanges in personality and behavior can be roughly categorized as one of the following:\n\nConfusion or delirium\n\nDelusions\n\nDisorganized speech or behavior\n\nHallucinations\n\nMood extremes (such as depression)\n\nThese categories are not disorders. They are just one way doctors organize different types of abnormal thought, speech, and behavior. These changes in personality and behavior can be caused by physical or mental health problems.\n\nPeople may have more than one type of change. For example, people with confusion due to a drug interaction sometimes have hallucinations, and people with mood extremes may have delusions.\n", "Q1054718": "Chronic kidney disease, also called chronic kidney failure, describes the gradual loss of kidney function. Your kidneys filter wastes and excess fluids from your blood, which are then excreted in your urine. When chronic kidney disease reaches an advanced stage, dangerous levels of fluid, electrolytes and wastes can build up in your body.\n\nIn the early stages of chronic kidney disease, you may have few signs or symptoms. Chronic kidney disease may not become apparent until your kidney function is significantly impaired.\n\nTreatment for chronic kidney disease focuses on slowing the progression of the kidney damage, usually by controlling the underlying cause. Chronic kidney disease can progress to end-stage kidney failure, which is fatal without artificial filtering (dialysis) or a kidney transplant.\n", "Q109186": "In medical parlance, swelling, turgescence or tumefaction is a transient abnormal enlargement of a body part or area not caused by proliferation of cells.[1] It is caused by accumulation of fluid in tissues.[2] It can occur throughout the body (generalized), or a specific part or organ can be affected (localized).[2] Swelling is usually not dangerous and is a common reaction to an inflammation or a bruise.\n\nSwelling is considered one of the five characteristics of inflammation; along with pain, heat, redness, and loss of function.\n\nIn a general sense, the suffix \"-megaly\" is used to indicate a growth, as in hepatomegaly, acromegaly, and splenomegaly.\n\nA body part may swell in response to injury, infection, or disease. Swelling, especially of the ankle, can occur if the body is not circulating fluid well. If water retention progresses to a symptomatic extent, swelling results.\n\nGeneralized swelling, or massive edema (also called anasarca), is a common sign in severely ill people. Although slight edema may be difficult to detect to the untrained eye, especially in an overweight person, massive edema is very obvious.\n", "Q24869904": "remittent fever elevated body temperature showing fluctuation each day, but never falling to normal.\na fever pattern in which temperature varies during each 24-hour period but never reaches normal. Most fevers are remittent and the pattern is not characteristic of any disease, although in the 19th century it was considered a diagnostic term.\n\ndiurnal variations of an elevated temperature with exacerbations and remissions but never a return to normal.\n", "Q2610154": "Your eyes get red when the tiny blood vessels on the surface of the eyes expand and turn the whites of one or both eyes a pink or reddish tint. Many things can cause it, like a night of heavy drinking, or a physical injury to your eye. But if you haven’t had too much alcohol, or scratched or poked your eyeball recently, there are other possibilities.\n\nAllergy triggers may make your eyes red. Outdoor causes include pollen from grasses and trees. Indoor triggers include pet dander, dust or mold, or irritants like perfume and smoke. In these cases, your eyes may also have:\n\nItching\nBurning\nTearing\nYou may also have nasal allergy symptoms, such as sneezing and a stuffy nose.\n", "Q2707302": "Koplik spots (also Koplik's sign) are a prodromic viral enanthem of measles manifesting two to three days before the measles rash itself. They are characterized as clustered, white lesions on the buccal mucosa (opposite the lower 1st & 2nd molars) and are pathognomonic for measles.[1] The textbook description of Koplik spots is ulcerated mucosal lesions marked by necrosis, neutrophilic exudate, and neovascularization.[2] They are described as appearing like \"grains of salt on a wet background\",[3] and often fade as the maculopapular rash develops. As well as their diagnostic significance they are important in the control of outbreaks. Their appearance, in contacts of a diagnosed case, before they reach maximum infectivity, permits isolation of the contacts and greatly aids control of this highly infectious disease.[4]\n\nNobel laureate John F. Enders and Thomas Peebles, who first isolated measles virus were careful to collect their samples from patients showing Koplik's spots.[5]\n", "Q1869874": "Insomnia, also known as sleeplessness, is a sleep disorder where people have trouble sleeping.[1] They may have difficulty falling asleep, or staying asleep as long as desired.[11][9] Insomnia is typically followed by daytime sleepiness, low energy, irritability, and a depressed mood.[1] It may result in an increased risk of motor vehicle collisions, as well as problems focusing and learning.[1] Insomnia can be short term, lasting for days or weeks, or long term, lasting more than a month.[1]\n\nInsomnia can occur independently or as a result of another problem.[2] Conditions that can result in insomnia include psychological stress, chronic pain, heart failure, hyperthyroidism, heartburn, restless leg syndrome, menopause, certain medications, and drugs such as caffeine, nicotine, and alcohol.[2][8] Other risk factors include working night shifts and sleep apnea.[9] Diagnosis is based on sleep habits and an examination to look for underlying causes.[3] A sleep study may be done to look for underlying sleep disorders.[3] Screening may be done with two questions: \"do you experience difficulty sleeping?\" and \"do you have difficulty falling or staying asleep?\"[9]\n\nSleep hygiene and lifestyle changes are typically the first treatment for insomnia.[5][7] Sleep hygiene includes a consistent bedtime, exposure to sunlight, a quiet and dark room, and regular exercise.[7] Cognitive behavioral therapy may be added to this.[6][12] While sleeping pills may help, they are associated with injuries, dementia, and addiction.[5][6] Medications are not recommended for more than four or five weeks.[6] The effectiveness and safety of alternative medicine is unclear.[5][6]\n\nBetween 10% and 30% of adults have insomnia at any given point in time and up to half of people have insomnia in a given year.[8][9][10] About 6% of people have insomnia that is not due to another problem and lasts for more than a month.[9] People over the age of 65 are affected more often than younger people.[7] Females are more often affected than males.[8] Descriptions of insomnia occur at least as far back as ancient Greece.[13]\n\n\nSymptoms of insomnia:[15]\n\ndifficulty falling asleep, including difficulty finding a comfortable sleeping position\nwaking during the night and being unable to return to sleep\nfeeling unrefreshed upon waking\ndaytime sleepiness, irritability or anxiety\nSleep-onset insomnia is difficulty falling asleep at the beginning of the night, often a symptom of anxiety disorders. Delayed sleep phase disorder can be misdiagnosed as insomnia, as sleep onset is delayed to much later than normal while awakening spills over into daylight hours.[16]\n\nIt is common for patients who have difficulty falling asleep to also have nocturnal awakenings with difficulty returning to sleep. Two-thirds of these patients wake up in the middle of the night, with more than half having trouble falling back to sleep after a middle-of-the-night awakening.[17]\n\nEarly morning awakening is an awakening occurring earlier (more than 30 minutes) than desired with an inability to go back to sleep, and before total sleep time reaches 6.5 hours. Early morning awakening is often a characteristic of depression.[18]\n", "Q254327": "Anorexia nervosa, often referred to simply as anorexia,[11] is an eating disorder characterized by low weight, fear of gaining weight, and a strong desire to be thin, resulting in food restriction.[1] Many people with anorexia see themselves as overweight even though they are in fact underweight.[1][2] If asked they usually deny they have a problem with low weight.[3] Often they weigh themselves frequently, eat only small amounts, and only eat certain foods.[1] Individuals with anorexia will limit the number of calories taken in daily and restrict the types of food they intake.[12] Some will exercise excessively, force themselves to vomit, or use laxatives to produce weight loss.[1] These people will also have trouble maintaining a “normal’” weight for their height, age, and/or stature. [13]Complications may include osteoporosis, infertility and heart damage, among others.[1] Women will often stop having menstrual periods.[3]Victims of anorexia limit the number of calories taken in daily and restrict the types of food they intake.\n\nThe cause is not known.[2] There appear to be some genetic components with identical twins more often affected than non-identical twins.[2] Cultural factors also appear to play a role with societies that value thinness having higher rates of disease.[3] Additionally, it occurs more commonly among those involved in activities that value thinness such as high-level athletics, modelling, and dancing.[3][4] Anorexia often begins following a major life-change or stress-inducing event.[3] The diagnosis requires a significantly low weight.[3] The severity of disease is based on body mass index (BMI) in adults with mild disease having a BMI of greater than 17, moderate a BMI of 16 to 17, severe a BMI of 15 to 16, and extreme a BMI less than 15.[3] In children a BMI for age percentile of less than the 5th percentile is often used.[3]\n\nTreatment of anorexia involves restoring a healthy weight, treating the underlying psychological problems, and addressing behaviors that promote the problem.[1] While medications do not help with weight gain, they may be used to help with associated anxiety or depression.[1] A number of types of therapy may be useful including an approach where parents assume responsibility for feeding their child, known as Maudsley family therapy and cognitive behavioral therapy.[1][14] Sometimes people require admission to hospital to restore weight.[7] Evidence for benefit from nasogastric tube feeding, however, is unclear.[15] Some people will just have a single episode and recover while others may have many episodes over years.[7] Many complications improve or resolve with regaining of weight.[7]\n\nGlobally, anorexia is estimated to affect 2.9 million people as of 2015.[9] It is estimated to occur in 0.9% to 4.3% of women and 0.2% to 0.3% of men in Western countries at some point in their life.[16] About 0.4% of young women are affected in a given year and it is estimated to occur ten times less commonly in men.[3][16] Rates in most of the developing world are unclear.[3] Often it begins during the teen years or young adulthood.[1] While anorexia became more commonly diagnosed during the 20th century it is unclear if this was due to an increase in its frequency or simply better diagnosis.[2] In 2013 it directly resulted in about 600 deaths globally, up from 400 deaths in 1990.[17] Eating disorders also increase a person's risk of death from a wide range of other causes, including suicide.[1][16] About 5% of people with anorexia die from complications over a ten-year period, a nearly 6 times increased risk.[3][8] The term anorexia nervosa was first used in 1873 by William Gull to describe this condition.[18]\n\n\nAnorexia nervosa is an eating disorder characterized by attempts to lose weight, to the point of starvation. A person with anorexia nervosa may exhibit a number of signs and symptoms, the type and severity of which may vary and may be present but not readily apparent.[19]\n\nAnorexia nervosa, and the associated malnutrition that results from self-imposed starvation, can cause complications in every major organ system in the body.[20] Hypokalaemia, a drop in the level of potassium in the blood, is a sign of anorexia nervosa.[21][22] A significant drop in potassium can cause abnormal heart rhythms, constipation, fatigue, muscle damage and paralysis.[23]\n\nSymptoms may include:\n\nA low body mass index for one's age and height.\nAmenorrhea, a symptom that occurs after prolonged weight loss; causes menstruation to stop, hair becomes brittle, and skin becomes yellow and unhealthy.\nFear of even the slightest weight gain; taking all precautionary measures to avoid weight gain or becoming \"overweight\".[24]\nRapid, continuous weight loss.[25]\nLanugo: soft, fine hair growing over the face and body.[22]\nAn obsession with counting calories and monitoring fat contents of food.\nPreoccupation with food, recipes, or cooking; may cook elaborate dinners for others, but not eat the food themselves or consume a very small portion.\nFood restrictions despite being underweight or at a healthy weight.\nFood rituals, such as cutting food into tiny pieces, refusing to eat around others and hiding or discarding of food.\nPurging: May use laxatives, diet pills, ipecac syrup, or water pills to flush food out of their system after eating or may engage in self-induced vomiting though this is a more common symptom of bulimia.\nExcessive exercise[26] including micro-exercising, for example making small persistent movements of fingers or toes.[27]\nPerception of self as overweight, in contradiction to an underweight reality.\nIntolerance to cold and frequent complaints of being cold; body temperature may lower (hypothermia) in an effort to conserve energy due to malnutrition.[28]\nHypotension or orthostatic hypotension.\nBradycardia or tachycardia.\nDepression, anxiety disorders and insomnia.\nSolitude: may avoid friends and family and become more withdrawn and secretive.\nAbdominal distension.\nHalitosis (from vomiting or starvation-induced ketosis).\nDry hair and skin, as well as hair thinning.\nChronic fatigue.[24]\nRapid mood swings.\nHaving feet discoloration causing an orange appearance.\nHaving severe muscle tension + aches and pains.\nEvidence/habits of self harming or self-loathing.\nAdmiration of thinner people.\n", "Q86": "Headache is the symptom of pain anywhere in the region of the head or neck. It occurs in migraines (sharp, or throbbing pains), tension-type headaches, and cluster headaches.[1] Frequent headaches can affect relationships and employment.[1] There is also an increased risk of depression in those with severe headaches.[1]\n\nHeadaches can occur as a result of many conditions whether serious or not. There are a number of different classification systems for headaches. The most well-recognized is that of the International Headache Society. Causes of headaches may include dehydration, fatigue, sleep deprivation, stress, the effects of medications, the effects of recreational drugs, viral infections, loud noises, common colds, head injury, rapid ingestion of a very cold food or beverage, and dental or sinus issues.\n\nTreatment of a headache depends on the underlying cause, but commonly involves pain medication. A headache is one of the most commonly experienced of all physical discomforts.\n\nAbout half of adults have a headache in a given year.[1] Tension headaches are the most common, affecting about 1.6 billion people (21.8% of the population) followed by migraine headaches which affect about 848 million (11.7%).[2]\n", "Q30141359": "difficulty completing familiar tasks at home, at work or at leisure\n", "Q1166142": "Erythema (from the Greek erythros, meaning red) is redness of the skin or mucous membranes, caused by hyperemia (increased blood flow) in superficial capillaries.[1] It occurs with any skin injury, infection, or inflammation. Examples of erythema not associated with pathology include nervous blushes.[2]\n", "Q213433": "Vertigo is a medical condition where a person feels as if they or the objects around them are moving when they are not.[1] Often it feels like a spinning or swaying movement.[1][2] This may be associated with nausea, vomiting, sweating, or difficulties walking.[2] It is typically worsened when the head is moved.[2] Vertigo is the most common type of dizziness.[2]\n\nThe most common diseases that result in vertigo are benign paroxysmal positional vertigo (BPPV), Ménière's disease, and labyrinthitis.[1][2] Less common causes include stroke, brain tumors, brain injury, multiple sclerosis, migraines, trauma, and uneven pressures between the middle ears.[2][4][5] Physiologic vertigo may occur following being exposed to motion for a prolonged period such as when on a ship or simply following spinning with the eyes closed.[6][7] Other causes may include toxin exposures such as to carbon monoxide, alcohol, or aspirin.[8] Vertigo is a problem in a part of the vestibular system.[2] Other causes of dizziness include presyncope, disequilibrium, and non-specific dizziness.[2]\n\nBenign paroxysmal positional vertigo is more likely in someone who gets repeated episodes of vertigo with movement and is otherwise normal between these episodes.[9] The episodes of vertigo should last less than one minute.[2] The Dix-Hallpike test typically produces a period of rapid eye movements known as nystagmus in this condition.[1] In Ménière's disease there is often ringing in the ears, hearing loss, and the attacks of vertigo last more than twenty minutes.[9] In labyrinthitis the onset of vertigo is sudden and the nystagmus occurs without movement.[9] In this condition vertigo can last for days.[2] More severe causes should also be considered.[9] This is especially true if other problems such as weakness, headache, double vision, or numbness occur.[2]\n\nDizziness affects approximately 20–40% of people at some point in time, while about 7.5–10% have vertigo.[3] About 5% have vertigo in a given year.[10] It becomes more common with age and affects women two to three times more often than men.[10] Vertigo accounts for about 2–3% of emergency department visits in the developed world.[10]\n\nVertigo is a sensation of spinning while stationary.[22] It is commonly associated with nausea or vomiting,[21] unsteadiness (postural instability),[19] falls,[23] changes to a person's thoughts, and difficulties in walking.[24] Recurrent episodes in those with vertigo are common and frequently impair the quality of life.[10] Blurred vision, difficulty in speaking, a lowered level of consciousness, and hearing loss may also occur. The signs and symptoms of vertigo can present as a persistent (insidious) onset or an episodic (sudden) onset.[25]\n\nPersistent onset vertigo is characterized by symptoms lasting for longer than one day[25] and is caused by degenerative changes that affect balance as people age. Naturally, the nerve conduction slows with aging and a decreased vibratory sensation is common.[26] Additionally, there is a degeneration of the ampulla and otolith organs with an increase in age.[27] Persistent onset is commonly paired with central vertigo signs and symptoms.[25]\n\nThe characteristics of an episodic onset vertigo is indicated by symptoms lasting for a smaller, more memorable amount of time, typically lasting for only seconds to minutes.[25] Typically, episodic vertigo is correlated with peripheral symptoms and can be the result of but not limited to diabetic neuropathy or autoimmune disease.\n\n\n", "Q517104": "A wheeze (formally called \"sibilant rhonchi\" in medical terminology) is a continuous, coarse, whistling sound produced in the respiratory airways during breathing.[1] For wheezes to occur, some part of the respiratory tree must be narrowed or obstructed, or airflow velocity within the respiratory tree must be heightened. Wheezing is commonly experienced by persons with a lung disease; the most common cause of recurrent wheezing is asthma attacks, though it can also be a symptom of lung cancer, congestive heart failure, and certain types of heart diseases.\n\nThe differential diagnosis of wheezing is wide, and the reason for wheezing in a given patient is determined by considering the characteristics of the wheezes and the historical and clinical findings made by the examining physician.\n", "Q647099": "Hemoptysis is the coughing up of blood or blood-stained mucus from the bronchi, larynx, trachea, or lungs. This can occur with lung cancer, infections such as tuberculosis, bronchitis, or pneumonia, and certain cardiovascular conditions. Hemoptysis is considered massive at 300 mL (11 imp fl oz; 10 US fl oz). In such cases, there are always severe injuries. The primary danger comes from choking, rather than blood loss.[1]\n", "Q1115038": "Stuffy nose is a term often used to refer to obstruction to the flow of air in and out of the nose, while runny nose refers to a discharge (fluid) coming from the nasal passages. This is often a watery, clear liquid but may be thicker and viscous. Both stuffy and runny nose are associated with inflammation and swelling (congestion) of the inner lining of the nasal passages and sinuses. Rhinitis is a term that refers to inflammation of the nasal passages, and rhinorrhea is the medical term for runny nose. A viral infection (the common cold) is the most common cause of a stuffy and/or runny nose, but allergies, influenza, other viral infections like respiratory syncytial virus (RSV) and sinus infections also may cause these symptoms and signs. Postnasal drip may be an associated symptom. This occurs when there is excess production of mucus by the lining cells of the nose, which accumulates in the back of the nose or in the throat.\n", "Q40878": "Diarrhea, also spelled diarrhoea, is the condition of having at least three loose or liquid bowel movements each day.[2] It often lasts for a few days and can result in dehydration due to fluid loss.[2] Signs of dehydration often begin with loss of the normal stretchiness of the skin and irritable behaviour.[2] This can progress to decreased urination, loss of skin color, a fast heart rate, and a decrease in responsiveness as it becomes more severe.[2] Loose but non-watery stools in babies who are exclusively breastfed, however, are normal.[2]\n\nThe most common cause is an infection of the intestines due to either a virus, bacteria, or parasite - a condition also known as gastroenteritis.[2] These infections are often acquired from food or water that has been contaminated by feces, or directly from another person who is infected.[2] The three types of diarrhea are: short duration watery diarrhea, short duration bloody diarrhea, and persistent diarrhea (lasting more than two weeks).[2] The short duration watery diarrhea may be due to an infection by cholera, although this is rare in the developed world.[2] If blood is present it is also known as dysentery.[2] A number of non-infectious causes can result in diarrhea.[5] These include lactose intolerance, irritable bowel syndrome, non-celiac gluten sensitivity, celiac disease, inflammatory bowel disease, hyperthyroidism, bile acid diarrhea, and a number of medications.[5][6][7] In most cases, stool cultures to confirm the exact cause are not required.[8]\n\nDiarrhea can be prevented by improved sanitation, clean drinking water, and hand washing with soap.[2] Breastfeeding for at least six months and vaccination against rotavirus is also recommended.[2] Oral rehydration solution (ORS)--clean water with modest amounts of salts and sugar—is the treatment of choice.[2] Zinc tablets are also recommended.[2] These treatments have been estimated to have saved 50 million children in the past 25 years.[1] When people have diarrhea it is recommended that they continue to eat healthy food and babies continue to be breastfed.[2] If commercial ORS are not available, homemade solutions may be used.[9] In those with severe dehydration, intravenous fluids may be required.[2] Most cases; however, can be managed well with fluids by mouth.[10] Antibiotics, while rarely used, may be recommended in a few cases such as those who have bloody diarrhea and a high fever, those with severe diarrhea following travelling, and those who grow specific bacteria or parasites in their stool.[8] Loperamide may help decrease the number of bowel movements but is not recommended in those with severe disease.[8]\n\nAbout 1.7 to 5 billion cases of diarrhea occur per year.[2][5][11] It is most common in developing countries, where young children get diarrhea on average three times a year.[2] Total deaths from diarrhea are estimated at 1.26 million in 2013 – down from 2.58 million in 1990.[12] In 2012, it was the second most common cause of deaths in children younger than five (0.76 million or 11%).[2][13] Frequent episodes of diarrhea are also a common cause of malnutrition and the most common cause in those younger than five years of age.[2] Other long term problems that can result include stunted growth and poor intellectual development.[13]\n", "Q2558634": "Erythema chronicum migrans (New Latin, literally, \"chronic migrating redness\") refers to a rash often seen in the early stage of Lyme disease, and can also (but less commonly) be caused by southern tick-associated rash illness (STARI).[1][2] It can appear anywhere from one day to one month after a tick bite. This rash does not represent an allergic reaction to the bite, but rather an actual skin infection of one of the Lyme bacteria species from the genus Borrelia.\n\n\n", "Q683498": "Joint pain can be caused by injury affecting any of the ligaments, bursae, or tendons surrounding the joint. Injury can also affect the ligaments, cartilage, and bones within the joint. Pain is also a feature of joint inflammation (arthritis, such as rheumatoid arthritis and osteoarthritis) and infection, and extremely rarely it can be a cause of cancer of the joint. Pain within the joint is a common cause of shoulder pain, ankle pain, and knee pain. Joint pain is also referred to as arthralgia. The sexually transmitted diseases (STDs) chlamydia and gonorrhea can lead to joint pain.\n\nSymptoms and signs associated with joint pain can include\n\njoint redness,\njoint swelling,\njoint tenderness,\njoint warmth,\nlimping,\nlocking of the joint,\nloss of range of motion of the joint,\nstiffness,\nweakness.\n\n", "Q6725808": "A maculopapular rash is a type of rash characterized by a flat, red area on the skin that is covered with small confluent bumps. It may only appear red in lighter-skinned people. The term \"maculopapular\" is a compound: macules are small, flat discolored spots on the surface of the skin; and papules are small, raised bumps. It is also described as erythematous, or red.\n\nThis type of rash is common in several diseases and medical conditions, including scarlet fever, measles, Ebola virus disease, rubella, secondary syphilis (Congenital syphilis, which is asymptomatic, the newborn may present this type of rash), erythrovirus (parvovirus B19), chikungunya (alphavirus), zika, smallpox (which has been eradicated), varicella (when vaccinated persons exhibit symptoms from the modified form), and heat rash. It is also a common manifestation of a skin reaction to the antibiotic amoxicillin or chemotherapy drugs.[1] Cutaneous infiltration of leukemic cells may also have this appearance. Maculopapular rash is seen in graft-versus-host disease (GVHD) developed after a hematopoietic stem cell transplant (bone marrow transplant), which can be seen within one week or several weeks after the transplant. In the case of GVHD, the maculopapular rash may progress to a condition similar to toxic epidermal necrolysis.[2] In addition, this is the type of rash that some patients presenting with Ebola virus hemorrhagic (EBO-Z) fever will reveal but can be hard to see on dark skin people.[3] It is also seen in patients with Marburg hemorrhagic fever, a filovirus not unlike Ebola.\n\nThis type of rash can be as a result of large doses of niacin or no-flush niacin (2000 – 2500 mg),[citation needed] used for the management of low HDL cholesterol.[4]\n\nThis type of rash can also be a symptom of Sea bather's eruption. This stinging, pruritic, maculopapular rash affects swimmers in some Atlantic locales (e.g., Florida, Caribbean, Long Island). It is caused by hypersensitivity to stings from the larvae of the sea anemone (e.g., Edwardsiella lineate) or the thimble jellyfish (Linuche unguiculata). The rash appears where the bathing suit contacts the skin.[5]\n\nThis type of rash can also be a symptom of acute arsenic intoxication, appearing 2 weeks later. [6]\n", "Q769220": "Paresthesia is an abnormal sensation such as tingling, tickling, pricking, numbness or burning of a person's skin with no apparent physical cause.[1] The manifestation of a paresthesia may be transient or chronic, and may have any of dozens of possible underlying causes.\n\nThe most familiar kind of paresthesia is the sensation known as \"pins and needles\" or of a limb \"falling asleep\". A less well-known and uncommon but important paresthesia is formication, the sensation of bugs crawling underneath the skin.\n", "Q178436": "Constipation refers to bowel movements that are infrequent or hard to pass.[2] The stool is often hard and dry.[4] Other symptoms may include abdominal pain, bloating, and feeling as if one has not completely passed the bowel movement.[3] Complications from constipation may include hemorrhoids, anal fissure or fecal impaction.[4] The normal frequency of bowel movements in adults is between three per day and three per week.[4] Babies often have three to four bowel movements per day while young children typically have two to three per day.[8]\n\nConstipation has many causes.[4] Common causes include slow movement of stool within the colon, irritable bowel syndrome, and pelvic floor disorders.[4] Underlying associated diseases include hypothyroidism, diabetes, Parkinson's disease, celiac disease, non-celiac gluten sensitivity, colon cancer, diverticulitis, and inflammatory bowel disease.[4][9][5][6] Medications associated with constipation include opioids, certain antacids, calcium channel blockers, and anticholinergics.[4] Of those taking opioids about 90% develop constipation.[10] Constipation is more concerning when there is weight loss or anemia, blood is present in the stool, there is a history of inflammatory bowel disease or colon cancer in a person's family, or it is of new onset in someone who is older.[11]\n\nTreatment of constipation depends on the underlying cause and the duration that it has been present.[4] Measures that may help include drinking enough fluids, eating more fiber, and exercise.[4] If this is not effective, laxatives of the bulk forming agent, osmotic agent, stool softener, or lubricant type may be recommended.[4] Stimulant laxatives are generally reserved for when other types are not effective.[4] Other treatments may include biofeedback or in rare cases surgery.[4]\n\nIn the general population rates of constipation are 2–30 percent.[7] Among elderly people living in a care home the rate of constipation is 50–75 percent.[10] People spend, in the United States, more than US$250 million on medications for constipation a year.[12]\n", "Q623076": "Aquaphobia or waterfright is a persistent and abnormal fear of water.[1] Aquaphobia is a specific phobia that involves a level of fear of water that is beyond the patient's control or that may interfere with daily life.[2] People suffer aquaphobia in many ways and may experience it even though they realize the water in an ocean, a river, or even a bathtub poses no imminent threat. They may avoid such activities as boating and swimming, or they may avoid swimming in the deep ocean despite having mastered basic swimming skills.[3] This anxiety commonly extends to getting wet or splashed with water when it is unexpected, or being pushed or thrown into a body of water.\n", "Q186889": "Nausea is a sensation of unease and discomfort in the upper stomach with an involuntary urge to vomit.[1] It may precede vomiting, but a person can have nausea without vomiting. When prolonged, it is a debilitating symptom.[2]\n\nNausea is a non-specific symptom, which means that it has many possible causes. Some common causes of nausea are motion sickness, dizziness, migraine, fainting, low blood sugar, gastroenteritis (stomach infection) or food poisoning. Nausea is a side effect of many medications including chemotherapy, or morning sickness in early pregnancy. Nausea may also be caused by anxiety, disgust and depression.[3][4][5]\n\nMedications taken to prevent and treat nausea are called antiemetics. The most commonly prescribed antiemetics in the US are promethazine, metoclopramide and ondansetron. The word nausea is from Latin nausea, from Greek ναυσία – nausia,[6] \"ναυτία\" – nautia, motion sickness, \"feeling sick or queasy\".[7]\n", "Q1163908": "Melena or melæna refers to the dark black, tarry feces that are associated with upper gastrointestinal bleeding.[1] The black color and characteristic strong odor are caused by hemoglobin in the blood being altered by digestive enzymes and intestinal bacteria.[2]\n\nIron supplements may cause a grayish-black stool that should be distinguished from melena,[3] as should black coloration caused by a number of medications, such as bismuth subsalicylate (the active ingredient in Pepto-Bismol), or by foods such as beetroot, black liquorice, or blueberries.[4]\n", "Q21111985": "'ve found that the amount of pink and pale on the lips has much to teach us. The colors of the face often correspond to the level of adrenal function. Some conditions such as rosacea, sinusitis, acne, gum or tooth infection near the front of the mouth or other infectious processes can produce a pink color that mimics a healthy adrenal state. There are some areas that tend to stay pink, such as the center of the cheeks or chin.Other areas tend to become pale if the body weakens, goes into shock, fainting, or has poor adrenal function. The area around the mouth is one of the first places for this to occur (peri-oral pallor) and the pattern turns out to be a reliable indicator of adrenal function. In general, I find that my healthiest patients (e.g., athlete, sprained the ankle playing tennis) tend to have a full facial color and that the entire upper lip is a healthy pink. Those with chronic illness, fatigue or known adrenal problems tend to have a pale upper and lower lip . Those in between have partial pallor (or partial pink). When successful treatment to restore adrenal health is taking place (as observed by other parameters such as a more stable temperature pattern, improved energy, rising daily average temperatures if below 98.6, adrenal tests, pupillary light response), the pallor shrinks from the outside inward and is replaced by a pink color. When the pink occupies about 1/3 of the lip, the adrenal glands seems to be about 1/3 of the way toward health. Thus, 5/10 is 50% healthy etc.\n\n\n", "Q3503092": "Perspiration, also known as sweating, is the production of fluids secreted by the sweat glands in the skin of mammals.[1]\n\nTwo types of sweat glands can be found in humans: eccrine glands and apocrine glands.[2] The eccrine sweat glands are distributed over much of the body.\n\nIn humans, sweating is primarily a means of thermoregulation, which is achieved by the water-rich secretion of the eccrine glands. Maximum sweat rates of an adult can be up to 2–4 liters per hour or 10–14 liters per day (10–15 g/min·m2), but is less in children prior to puberty.[3][4][5] Evaporation of sweat from the skin surface has a cooling effect due to evaporative cooling. Hence, in hot weather, or when the individual's muscles heat up due to exertion, more sweat is produced. Animals with few sweat glands, such as dogs, accomplish similar temperature regulation results by panting, which evaporates water from the moist lining of the oral cavity and pharynx.\n\nHorses have armpits that sweat like those of primates such as humans.[6] Although sweating is found in a wide variety of mammals,[7][8] relatively few (exceptions include humans and horses) produce large amounts of sweat in order to cool down.[9]\n\n\nSweat contributes to body odor when it is metabolized by bacteria on the skin. Medications that are used for other treatments and diet also affect odor. Some medical conditions, such as kidney failure and diabetic ketoacidosis, can also affect sweat odor. Areas that produce excessive sweat usually appear pink or white, but, in severe cases, may appear cracked, scaly, and soft.[14]\n", "Q30141343": " \"challenges in planning or solving problems\"\n\nSome people may experience changes in their ability to develop and follow a plan or work with numbers. They may have trouble following a familiar recipe or keeping track of monthly bills. They may have difficulty concentrating and take much longer to do things than they did before. What's typical? Making occasional errors when balancing a checkbook.\n", "Q30141432": "withdrawal from work or social activities\n", "Q1362864": "Hepatomegaly is the condition of having an enlarged liver.[4] It is a non-specific medical sign having many causes, which can broadly be broken down into infection, hepatic tumours, or metabolic disorder. Often, hepatomegaly will present as an abdominal mass. Depending on the cause, it may sometimes present along with jaundice.\n\n\n\n\n\n\n\n[1]Symptoms having to do with hepatomegaly can include several, among them the individual may experience some weight loss, poor appetite and lethargy (jaundice and bruising may also be present)[1]\n\n\n", "Q217111": "Bradycardia is a condition wherein an individual has a slow heart rate, typically defined as a resting heart rate of under 60 beats per minute (BPM) in adults.[1] Bradycardia typically does not cause symptoms until the rate drops below 50 BPM. When symptomatic, it may cause fatigue, weakness, dizziness, sweating, and at very low rates, fainting.[2]\n\nDuring sleep, a slow heartbeat with rates around 40–50 BPM is common, and is considered normal. Highly trained athletes may also have athletic heart syndrome, a very slow resting heart rate that occurs as a sport adaptation and helps prevent tachycardia during training.\n\nThe term relative bradycardia is used in explaining a heart rate that, although not actually below 60 BPM, is still considered too slow for the individual's current medical condition.\n", "Q41861": "Hypertension (HTN or HT), also known as high blood pressure (HBP), is a long-term medical condition in which the blood pressure in the arteries is persistently elevated.[10] High blood pressure usually does not cause symptoms.[1] Long-term high blood pressure, however, is a major risk factor for coronary artery disease, stroke, heart failure, atrial fibrillation, peripheral vascular disease, vision loss, chronic kidney disease, and dementia.[2][3][4][11]\n\nHigh blood pressure is classified as either primary (essential) high blood pressure or secondary high blood pressure.[5] About 90–95% of cases are primary, defined as high blood pressure due to nonspecific lifestyle and genetic factors.[5][6] Lifestyle factors that increase the risk include excess salt in the diet, excess body weight, smoking, and alcohol use.[1][5] The remaining 5–10% of cases are categorized as secondary high blood pressure, defined as high blood pressure due to an identifiable cause, such as chronic kidney disease, narrowing of the kidney arteries, an endocrine disorder, or the use of birth control pills.[5]\n\nBlood pressure is expressed by two measurements, the systolic and diastolic pressures, which are the maximum and minimum pressures, respectively.[1] For most adults, normal blood pressure at rest is within the range of 100–130 millimeters mercury (mmHg) systolic and 60–80 mmHg diastolic.[7][12] For most adults, high blood pressure is present if the resting blood pressure is persistently at or above 130/90 or 140/90 mmHg.[5][7] Different numbers apply to children.[13] Ambulatory blood pressure monitoring over a 24-hour period appears more accurate than office-based blood pressure measurement.[5][10]\n\nLifestyle changes and medications can lower blood pressure and decrease the risk of health complications.[8] Lifestyle changes include weight loss, decreased salt intake, physical exercise, and a healthy diet.[5] If lifestyle changes are not sufficient then blood pressure medications are used.[8] Up to three medications can control blood pressure in 90% of people.[5] The treatment of moderately high arterial blood pressure (defined as >160/100 mmHg) with medications is associated with an improved life expectancy.[14] The effect of treatment of blood pressure between 130/80 mmHg and 160/100 mmHg is less clear, with some reviews finding benefit[7][15][16] and others finding unclear benefit.[17][18][19] High blood pressure affects between 16 and 37% of the population globally.[5] In 2010 hypertension was believed to have been a factor in 18% of all deaths (9.4 million globally).[9]\n", "Q133244": "Jaundice, also known as icterus, is a yellowish or greenish pigmentation of the skin and whites of the eyes due to high bilirubin levels.[2][5] It is commonly associated with itchiness.[1] The feces may be pale and the urine dark.[3] Jaundice in babies occurs in over half in the first week following birth and in most is not a problem.[2][5] If bilirubin levels in babies are very high for too long, a type of brain damage, known as kernicterus, may occur.[6]\n\nCauses of jaundice vary from non-serious to potentially fatal.[7] Levels of bilirubin in blood are normally below 1.0 mg/dL (17 µmol/L) and levels over 2–3 mg/dL (34-51 µmol/L) typically results in jaundice.[8][3] High bilirubin is divided into two types: unconjugated (indirect) and conjugated (direct).[7] Conjugated bilirubin can be confirmed by finding bilirubin in the urine.[9] Other conditions that can cause yellowish skin but are not jaundice include carotenemia from eating large amounts of certain foods and medications like rifampin.[3]\n\nHigh unconjugated bilirubin may be due to excess red blood cell breakdown, large bruises, genetic conditions such as Gilbert's syndrome, not eating for a prolonged period of time, newborn jaundice, or thyroid problems.[3][7] High conjugated bilirubin may be due to liver diseases such as cirrhosis or hepatitis, infections, medications, or blockage of the bile duct.[3] In the developed world, the cause is more often blockage of the bile duct or medications while in the developing world, it is more often infections such as viral hepatitis, leptospirosis, schistosomiasis, or malaria.[3] Blockage of the bile duct may occur due to gallstones, cancer, or pancreatitis.[3] Medical imaging such as ultrasound is useful for detecting bile duct blockage.[9]\n\nTreatment of jaundice is typically determined by the underlying cause.[4] If a bile duct blockage is present, surgery is typically required; otherwise, management is medical.[4] Medical management may involve treating infectious causes and stopping medication that could be contributing.[4] Among newborns, depending on age and prematurity, a bilirubin greater than 4–21 mg/dL (68-360 µmol/L) may be treated with phototherapy or exchanged transfusion.[8] The itchiness may be helped by draining the gallbladder or ursodeoxycholic acid.[1] The word jaundice is from the French jaunisse, meaning \"yellow disease\".[10]\n\n\nThe main sign of jaundice is a yellowish discoloration of the white area of the eye and the skin. Urine is dark in colour.[11] Slight increases in serum bilirubin are best detected by examining the sclerae, which have a particular affinity for bilirubin due to their high elastin content. The presence of scleral icterus indicates a serum bilirubin of at least 3 mg/dL. The conjunctiva of the eye are one of the first tissues to change color as bilirubin levels rise in jaundice. This is sometimes referred to as scleral icterus. The sclera themselves are not \"icteric\" (stained with bile pigment), however, but rather the conjunctival membranes that overlie them. The yellowing of the \"white of the eye\" is thus more properly termed conjunctival icterus. The term \"icterus\" itself is sometimes incorrectly used to refer to jaundice that is noted in the sclera of the eyes; its more common and more correct meaning is entirely synonymous with jaundice, however.[12][13]\n", "Q281289": "Photophobia is a symptom of abnormal intolerance to visual perception of light.[1] As a medical symptom, photophobia is not a morbid fear or phobia, but an experience of discomfort or pain to the eyes due to light exposure or by presence of actual physical sensitivity of the eyes,[2] though the term is sometimes additionally applied to abnormal or irrational fear of light such as heliophobia.[3] The term photophobia comes from the Greek , meaning \"light\", and meaning \"fear\". Photophobia is a common symptom of visual snow.[4][5]\n", "Q17005258": "Clouding of consciousness, also known as brain fog or mental fog,[1][2] is a term used in medicine denoting an abnormality in the regulation of the overall level of consciousness that is mild and less severe than a delirium.[3] The sufferer experiences a subjective sensation of mental clouding described as feeling \"foggy\".[4]\n", "Q537297": "Heartburn is a feeling of burning in your chest, and is a symptom of acid reflux or GERD.\nHeartburn is most common after meals, but can also awaken people while they are sleeping.\nPeople also may experience heartburn after eating specific foods or drinking certain beverages.\nSymptoms of acid reflux that may accompany heartburn include:\ndifficulty swallowing,\nchronic cough,\nstomach pain or burning in the upper abdomen,\npersistent sore throat,\nregurgitation of foods or liquids with a taste of acid in the throat, and\npersistent hoarseness or laryngitis.\nDiet and other lifestyle changes can alleviate heartburn for many people.\nHeartburn is more common during pregnancy.\n", "Q693058": "Chest pain is pain in any region of the chest. Chest pain may be a symptom of a number of serious disorders and is, in general, considered a medical emergency. Chest pain can be differentiated into heart-related and non heart related chest pain.[1][2][3] Cardiac chest pain is called angina pectoris. Some causes of noncardiac chest pain include gastrointestinal, musculoskeletal, or lung issues.[4] Even though chest pain may not be related to a heart problem, noncardiac chest pain can still be due to significant disease.[3] Chest pain can present with different types of pain and associated symptoms which may vary with a person's age, sex, and previous medical conditions.[1] Determining the cause of chest pain is through review of a person's medical history, a physical exam, and other medical tests.[1][4] Management of chest pain is based on the underlying cause.[1][4]\n\nChest pain is a common presenting problem:\n\nIn the United States, an estimated 6-8 million people per year present to the emergency department with chest pain.[4][1]\nAn estimated 50-70% of patients presenting with chest pain in the emergency department will be placed in an observation unit or admitted to the hospital.[1]\n2 million people are admitted annually for workup of acute coronary syndrome (ACS).[5]\nApproximately 8 billion dollars are used annually to evaluate complaints of chest pain.[3]\nChildren with chest pain account for 0.3% to 0.6% of pediatric emergency department visits.[6]\n", "Q12167": "Splenomegaly is an enlargement of the spleen. The spleen usually lies in the left upper quadrant (LUQ) of the human abdomen. Splenomegaly is one of the four cardinal signs of hypersplenism which include: some reduction in the number of circulating blood cells affecting granulocytes, erythrocytes or platelets in any combination; a compensatory proliferative response in the bone marrow; and the potential for correction of these abnormalities by splenectomy. Splenomegaly is usually associated with increased workload (such as in hemolytic anemias), which suggests that it is a response to hyperfunction. It is therefore not surprising that splenomegaly is associated with any disease process that involves abnormal red blood cells being destroyed in the spleen. Other common causes include congestion due to portal hypertension and infiltration by leukemias and lymphomas. Thus, the finding of an enlarged spleen, along with caput medusa, is an important sign of portal hypertension.[1]\n\n\nSymptoms may include abdominal pain, chest pain, chest pain similar to pleuritic pain when stomach, bladder or bowels are full, back pain, early satiety due to splenic encroachment, or the symptoms of anemia due to accompanying cytopenia.\n\nSigns of splenomegaly may include a palpable left upper quadrant abdominal mass or splenic rub. It can be detected on physical examination by using Castell's sign, Traube's space percussion or Nixon's sign, but an ultrasound can be used to confirm diagnosis. In patients where the likelihood of splenomegaly is high, the physical exam is not sufficiently sensitive to detect it; abdominal imaging is indicated in such patients.[6]\n", "Q4340209": "Depression (major depressive disorder) is a common and serious medical illness that negatively affects how you feel, the way you think and how you act. Fortunately, it is also treatable. Depression causes feelings of sadness and/or a loss of interest in activities once enjoyed. It can lead to a variety of emotional and physical problems and can decrease a person’s ability to function at work and at home.\n\nDepression symptoms can vary from mild to severe and can include:\n\nFeeling sad or having a depressed mood\nLoss of interest or pleasure in activities once enjoyed\nChanges in appetite — weight loss or gain unrelated to dieting\nTrouble sleeping or sleeping too much\nLoss of energy or increased fatigue\nIncrease in purposeless physical activity (e.g., hand-wringing or pacing) or slowed movements and speech (actions observable by others)\nFeeling worthless or guilty\nDifficulty thinking, concentrating or making decisions\nThoughts of death or suicide\n", "Q718113": "Weight loss, in the context of medicine, health, or physical fitness, refers to a reduction of the total body mass, due to a mean loss of fluid, body fat or adipose tissue or lean mass, namely bone mineral deposits, muscle, tendon, and other connective tissue. Weight loss can either occur unintentionally due to malnourishment or an underlying disease or arise from a conscious effort to improve an actual or perceived overweight or obese state. \"Unexplained\" weight loss that is not caused by reduction in calorific intake or exercise is called cachexia and may be a symptom of a serious medical condition. Intentional weight loss is commonly referred to as slimming.\n", "Q1214063": "When referring to human feces, blood in stool looks different depending on how early it enters the digestive tract—and thus how much digestive action it has been exposed to—and how much there is. The term can refer either to melena, with a black appearance, typically originating from upper gastrointestinal bleeding; or to hematochezia, with a red color, typically originating from lower gastrointestinal bleeding.[1] Evaluation of the blood found in stool depends on its characteristics, in terms of color, quantity and other features, which can point to its source, however, more serious conditions can present with a mixed picture, or with the form of bleeding that is found in another section of the tract.[1][2] The term \"blood in stool\" is usually only used to describe visible blood, and not fecal occult blood, which is found only after physical examination and chemical laboratory testing.\n\nIn infants, the Apt test can be used to distinguish fetal hemoglobin from maternal blood based on the differences in composition of fetal hemoglobin as compared to the hemoglobin found in adults.[3][4]\n", "Q1292082": "It is usually caused by pharyngitis (inflammation of the throat) or tonsillitis (inflammation of the tonsils). It can also result from trauma.\n\nAbout 7.5% of people have a sore throat in any three-month period.[1]\n", "Q2260058": "Chills is a feeling of coldness occurring during a high fever, but sometimes is also a common symptom which occurs alone in specific people. It occurs during fever due to the release of cytokines and prostaglandins as part of the inflammatory response, which increases the set point for body temperature in the hypothalamus. The increased set point causes the body temperature to rise (pyrexia), but also makes the patient feel cold or chills until the new set point is reached. Shivering also occurs along with chills because the patient's body produces heat during muscle contraction in a physiological attempt to increase body temperature to the new set point. When it does not accompany a high fever, it is normally a light chill. Sometimes a chill of medium power and short duration may occur during a scare, especially in scares of fear, commonly interpreted like or confused by trembling.\n\nSevere chills with violent shivering are called rigors.\n", "Q576349": "Central nervous system diseases, also known as central nervous system disorders, are a group of neurological disorders that affect the structure or function of the brain or spinal cord, which collectively form the central nervous system (CNS).[1][2][3]\n", "Q557945": "Delirium is a cognitive impairment disorder, meaning that it affects how a person thinks, remembers, and reasons. The main signs are sudden changes in consciousness or state of arousal, such as feeling drowsy or agitated.\n\nA person with delirium may experience confusion, disorientation, an inability to focus, memory problems, or changes in perception. These can include hallucinations or experiencing events that aren’t really happening.\n\nDelirium is the most common sign of medical complications of cancer or cancer treatment affecting the brain and mind. It is a common problem for people with advanced cancer or those at the end of life. Because of its troubling symptoms, delirium is often very stressful for the patient and family members.\n\nIn addition, delirium complicates the ability of the health care staff to assess and manage a person’s other symptoms. It can also interfere with a patient’s ability to receive cancer treatments.\n\nSymptoms of delirium include the following:\n\nAn altered level of consciousness or awareness\u2028\n\nA shortened attention span\n\nMemory problems\u2028\n\nDisorganized thinking and speech\n\nDisorientation\u2028\n\nA reversal of day and night\u2028\n\nDifficulty writing, drawing, or finding words\u2028\n\nPersonality changes\n\nDepression\u2028\n\nDelusions or hallucinations\u2028\n\nRestlessness, anxiety, sleep disturbance, or irritability\n", "Q29644041": "Periodic fever syndromes (also known as autoinflammatory diseases or autoinflammatory syndromes) are a set of disorders characterized by recurrent episodes of systemic and organ-specific inflammation. Unlike autoimmune disorders such as systemic lupus erythematosus, in which the disease is caused by abnormalities of the adaptive immune system, patients with autoinflammatory diseases do not produce autoantibodies or antigen-specific T or B cells. Instead, the autoinflammatory diseases are characterized by errors in the innate immune system.[1]\n\nThe syndromes are diverse, but tend to cause episodes of fever, joint pains, skin rashes, abdominal pains and may lead to chronic complications such as amyloidosis.[2]\n\nMost autoinflammatory diseases are genetic and present during childhood.[3] The most common genetic autoinflammatory syndrome is familial Mediterranean fever, which causes short episodes of fever, abdominal pain, serositis, lasting less than 72 hours. It is caused by mutations in the MEFV gene, which codes for the protein pyrin.\n\nPyrin is a protein normally present in the inflammasome. The mutated pyrin protein is thought to cause inappropriate activation of the inflammasome, leading to release of the pro-inflammatory cytokine IL-1β. Most other autoinflammatory diseases also cause disease by inappropriate release of IL-1β.[4] Thus, IL-1β has become a common therapeutic target, and medications such as anakinra, rilonacept, and canakinumab have revolutionized the treatment of autoinflammatory diseases.\n\nHowever, there are some autoinflammatory diseases that are not known to have a clear genetic cause. This includes PFAPA, which is the most common autoinflammatory disease seen in children, characterized by episodes of fever, aphthous stomatitis, pharyngitis, and cervical adenitis. Other autoinflammatory diseases that do not have clear genetic causes include adult-onset Still's disease, systemic-onset juvenile idiopathic arthritis, Schnitzler syndrome, and chronic recurrent multifocal osteomyelitis. It is likely that these diseases are multifactorial, with genes that make people susceptible to these diseases, but they require an additional environmental factor to trigger the disease.\n\nAnother example that shows that autoinflamatory conditions may not be genetic in origin is found in a report published in Nature[5] which shows that diet is very important in the development of such diseases. The ingestion levels of highly saturated fats and cholesterol, (high fat diet, HFD) affects the microbiota composition of the gut. Changes in the microbiota induced by a HFD are protective against the susceptibility to develop osteomyelitis (autoimmune disease) as compared with the changes induced by a low-fat diet. The changes in the microbiome of individuals under HFD showed a reduction in Prevotella abundance and were accompanied by significantly reduced expression levels of pro-Interleukin-1β in distant neutrophils.\n", "Q4346317": "Strawberry tongue is the name given to a swollen, bumpy tongue. Most often, the enlarged tongue is very red, like a strawberry or raspberry. Occasionally, the tongue will be white for a few days before turning red.\n\nStrawberry tongue isn’t itself a condition. A red, bumpy tongue with enlarged taste buds are symptoms of an underlying condition or disorder. Diagnosing and treating the condition or disorder will revert your tongue to its usual appearance.\n"}