["fever", "also", "known", "pyrexia", "febrile", "response", "defined", "temperature", "normal", "range", "due", "increase", "body", "single", "upper", "limit", "source", "using", "value", "trigger", "increased", "muscle", "contraction", "cause", "feeling", "cold", "result", "greater", "heat", "production", "effort", "conserve", "return", "person", "feel", "hot", "becomes", "flushed", "may", "begin", "sweat", "rarely", "seizure", "common", "young", "child", "typically", "go", "higher", "caused", "many", "medical", "condition", "ranging", "non", "serious", "life", "threatening", "includes", "viral", "bacterial", "parasitic", "infection", "urinary", "tract", "meningitis", "malaria", "appendicitis", "among", "others", "include", "vasculitis", "deep", "vein", "thrombosis", "side", "effect", "medication", "cancer", "differs", "hyperthermia", "either", "much", "enough", "loss", "treatment", "reduce", "generally", "required", "associated", "pain", "inflammation", "however", "useful", "help", "rest", "ibuprofen", "paracetamol", "acetaminophen", "well", "lower", "measure", "putting", "cool", "damp", "cloth", "forehead", "slightly", "warm", "bath", "simply", "make", "uncomfortable", "younger", "three", "month", "require", "attention", "might", "people", "problem", "compromised", "immune", "system", "symptom", "one", "sign", "part", "healthcare", "visit", "occurs", "adult", "seriously", "sick", "defense", "mechanism", "treating", "appear", "worsen", "outcome", "viewed", "concern", "parent", "professional", "usually", "deserves", "phenomenon", "phobia", "accompanied", "sickness", "behavior", "consists", "lethargy", "depression", "anorexia", "sleepiness", "hyperalgesia", "inability", "concentrate", "febrility", "febricity", "feverishness", "besides", "likewise", "know", "cognize", "cognise", "experience", "live", "acknowledge", "recognize", "recognise", "love", "screw", "fuck", "jazz", "eff", "hump", "bed", "bang", "bonk", "arsenic", "As", "AS", "angstrom", "A", "axerophthol", "adenine", "ampere", "amp", "equally", "feverish", "reaction", "answer", "reply", "reception", "exist", "equal", "constitute", "represent", "comprise", "follow", "embody", "personify", "cost", "specify", "define", "delineate", "delimit", "delimitate", "set", "determine", "fix", "outlined", "hold", "feature", "receive", "get", "posse", "let", "consume", "ingest", "take", "throw", "give", "induce", "stimulate", "accept", "suffer", "sustain", "deliver", "bear", "birth", "supra", "convention", "pattern", "rule", "formula", "scope", "reach", "orbit", "compass", "ambit", "chain", "image", "grasp", "stove", "run", "roll", "wander", "swan", "stray", "tramp", "roam", "cast", "ramble", "rove", "drift", "vagabond", "straddle", "array", "crop", "browse", "graze", "pasture", "rate", "rank", "order", "grade", "place", "ascribable", "imputable", "referable", "AN", "addition", "gain", "increment", "growth", "inch", "indium", "In", "Indiana", "IN", "inwards", "inward", "torso", "trunk", "consistency", "consistence", "eubstance", "soundbox", "thither", "bingle", "1", "I", "ace", "unity", "individual", "unmarried", "undivided", "exclusive", "amphetamine", "speed", "bound", "boundary", "demarcation", "limitation", "restrict", "restrain", "trammel", "confine", "throttle", "circumscribe", "beginning", "origin", "root", "rootage", "seed", "germ", "informant", "generator", "author", "reservoir", "reference", "exploitation", "victimization", "victimisation", "use", "utilize", "utilise", "apply", "employ", "habituate", "expend", "practice", "prize", "treasure", "appreciate", "respect", "esteem", "prise", "evaluate", "valuate", "ass", "appraise", "betwixt", "induction", "initiation", "trip", "actuate", "activate", "spark", "musculus", "muscleman", "brawn", "brawniness", "muscularity", "sinew", "heftiness", "compression", "condensation", "reason", "ground", "campaign", "crusade", "drive", "movement", "lawsuit", "suit", "case", "causa", "impression", "belief", "notion", "opinion", "spirit", "tone", "flavor", "flavour", "look", "smell", "touch", "find", "sense", "finger", "palpate", "coldness", "frigidity", "frigidness", "stale", "dusty", "frigid", "inhuman", "insensate", "consequence", "event", "issue", "upshot", "solution", "resolution", "solvent", "resultant", "termination", "ensue", "leave", "lead", "great", "outstanding", "bully", "corking", "cracking", "dandy", "groovy", "keen", "neat", "nifty", "peachy", "swell", "smashing", "capital", "majuscule", "big", "enceinte", "expectant", "gravid", "large", "heavy", "hotness", "warmth", "passion", "estrus", "oestrus", "rut", "heating", "inflame", "wake", "ignite", "product", "output", "yield", "attempt", "endeavor", "endeavour", "try", "exertion", "travail", "feat", "exploit", "preserve", "maintain", "husband", "economize", "economise", "homecoming", "restitution", "restoration", "regaining", "taking", "proceeds", "payoff", "recurrence", "rejoinder", "retort", "riposte", "replication", "comeback", "counter", "reappearance", "render", "revert", "retrovert", "regress", "recall", "repay", "rejoin", "refund", "reelect", "fall", "pas", "devolve", "generate", "someone", "somebody", "mortal", "soul", "raging", "blistering", "spicy", "become", "turn", "blush", "crimson", "flush", "redden", "level", "even", "scour", "purge", "sluice", "rosy", "red", "reddened", "May", "whitethorn", "Begin", "start", "commence", "perspiration", "sudor", "fret", "stew", "lather", "swither", "sudate", "perspire", "seldom", "ictus", "raptus", "capture", "More", "park", "green", "mutual", "usual", "vernacular", "vulgar", "plebeian", "unwashed", "coarse", "uncouth", "offspring", "Young", "youth", "immature", "new", "youthful", "vernal", "unseasoned", "untested", "untried", "kid", "youngster", "minor", "shaver", "nipper", "tiddler", "tike", "tyke", "fry", "nestling", "baby", "bash", "brawl", "doh", "ut", "DO", "perform", "execute", "fare", "come", "practise", "exercise", "suffice", "serve", "act", "behave", "manage", "dress", "arrange", "coif", "coiffe", "coiffure", "spell", "tour", "Adam", "ecstasy", "XTC", "cristal", "X", "crack", "fling", "whirl", "offer", "travel", "move", "locomote", "proceed", "depart", "extend", "sound", "function", "work", "operate", "survive", "last", "endure", "die", "decease", "perish", "exit", "expire", "conk", "choke", "croak", "belong", "blend", "fit", "rifle", "plump", "fail", "break", "high", "eminent", "gamey", "gamy", "mellow", "tin", "canful", "buttock", "nates", "arse", "butt", "backside", "bum", "bun", "fundament", "hindquarter", "keister", "posterior", "prat", "rear", "rump", "stern", "seat", "tail", "tooshie", "tush", "bottom", "behind", "derriere", "fanny", "as", "toilet", "commode", "crapper", "pot", "potty", "stool", "throne", "lavatory", "lav", "john", "privy", "bathroom", "displace", "fire", "dismiss", "sack", "terminate", "beryllium", "Be", "glucinium", "past", "aside", "away", "checkup", "aesculapian", "weather", "status", "precondition", "stipulation", "circumstance", "consideration", "shape", "term", "discipline", "train", "check", "stipulate", "qualify", "dangerous", "grave", "grievous", "severe", "good", "unplayful", "sober", "living", "animation", "aliveness", "lifetime", "lifespan", "liveliness", "sprightliness", "biography", "endanger", "jeopardize", "jeopardise", "menace", "threaten", "imperil", "peril", "baleful", "forbidding", "menacing", "minacious", "minatory", "ominous", "sinister", "lowering", "sullen", "admit", "parasitical", "epenthetic", "leechlike", "bloodsucking", "contagion", "transmission", "parcel", "pamphlet", "pathway", "trench", "bass", "rich", "thick", "cryptic", "cryptical", "inscrutable", "mysterious", "mystifying", "abstruse", "recondite", "deeply", "late", "vena", "nervure", "face", "position", "slope", "incline", "English", "essence", "burden", "core", "gist", "force", "effectuate", "medicine", "medicament", "Cancer", "Crab", "IT", "differ", "disagree", "dissent", "hyperthermy", "complete", "concluded", "ended", "terminated", "excessively", "overly", "lot", "practically", "often", "Oregon", "OR", "surgery", "sufficiency", "adequate", "decent", "plenty", "deprivation", "passing", "departure", "expiration", "going", "release", "intervention", "handling", "discussion", "discourse", "trim", "cut", "shrink", "deoxidize", "deoxidise", "tighten", "repress", "quash", "subdue", "subjugate", "abridge", "foreshorten", "abbreviate", "shorten", "contract", "decoct", "dilute", "thin", "slim", "slenderize", "mostly", "broadly", "loosely", "necessitate", "ask", "postulate", "need", "involve", "demand", "expect", "command", "want", "needed", "needful", "requisite", "compulsory", "mandatory", "associate", "relate", "link", "colligate", "connect", "consort", "affiliate", "assort", "consociate", "hurting", "painfulness", "nuisance", "annoyance", "bother", "botheration", "infliction", "trouble", "ail", "anguish", "hurt", "redness", "rubor", "excitement", "excitation", "fervor", "fervour", "inflaming", "ignition", "firing", "lighting", "kindling", "nevertheless", "withal", "still", "yet", "nonetheless", "notwithstanding", "utile", "utilitarian", "aid", "assist", "assistance", "assistant", "helper", "supporter", "avail", "service", "facilitate", "remainder", "balance", "residual", "residue", "residuum", "ease", "repose", "relaxation", "respite", "relief", "sleep", "quietus", "breathe", "lie", "stay", "remain", "reside", "perch", "roost", "pillow", "Advil", "Motrin", "Nuprin", "Datril", "Tylenol", "Panadol", "Phenaphen", "Tempra", "wellspring", "fountainhead", "easily", "considerably", "substantially", "intimately", "advantageously", "comfortably", "lour", "depress", "frown", "glower", "low", "abject", "miserable", "scummy", "scurvy", "humble", "lowly", "modest", "small", "depleted", "broken", "crushed", "humbled", "humiliated", "gloomy", "grim", "blue", "depressed", "dispirited", "downcast", "downhearted", "step", "quantity", "amount", "bill", "measurement", "measuring", "mensuration", "standard", "criterion", "touchstone", "meter", "metre", "beat", "cadence", "bar", "mensurate", "quantify", "putt", "put", "pose", "lay", "frame", "redact", "couch", "assign", "invest", "commit", "aplomb", "assuredness", "poise", "chill", "coolheaded", "nerveless", "dampness", "moistness", "muffle", "mute", "dull", "dampen", "deaden", "soften", "weaken", "dampish", "moist", "fabric", "material", "textile", "along", "brow", "somewhat", "slenderly", "slimly", "affectionate", "fond", "lovesome", "tender", "strong", "quick", "ardent", "warmly", "bathtub", "tub", "Bath", "bathe", "ar", "merely", "plainly", "brand", "shuffle", "shuffling", "create", "produce", "draw", "clear", "earn", "realize", "realise", "form", "construct", "build", "name", "nominate", "attain", "hit", "establish", "defecate", "shit", "crap", "cook", "ready", "prepare", "seduce", "score", "pretend", "urinate", "piddle", "puddle", "micturate", "piss", "pee", "wee", "3", "III", "trio", "threesome", "tierce", "leash", "troika", "triad", "trine", "trinity", "ternary", "ternion", "triplet", "tercet", "terzetto", "trey", "iii", "attending", "care", "tending", "mightiness", "power", "citizenry", "multitude", "mass", "job", "compromise", "resistant", "scheme", "arrangement", "organization", "organisation", "early", "former", "Energy", "DOE", "doe", "ane", "unitary", "matchless", "nonpareil", "peerless", "unmatched", "unmatchable", "unrivaled", "unrivalled", "almost", "nearly", "near", "nigh", "virtually", "mark", "signal", "signaling", "signboard", "mansion", "house", "polarity", "augury", "foretoken", "preindication", "subscribe", "ratify", "signalize", "signalise", "bless", "portion", "component", "constituent", "piece", "region", "office", "role", "character", "persona", "share", "percentage", "section", "division", "parting", "voice", "contribution", "separate", "split", "divide", "disunite", "partially", "partly", "astir", "approximately", "roughly", "around", "sojourn", "see", "call", "inspect", "inflict", "impose", "chat", "confabulate", "confab", "chitchat", "chatter", "chaffer", "natter", "gossip", "jaw", "claver", "happen", "hap", "occur", "improving", "upward", "upwards", "upwardly", "grownup", "WHO", "earnestly", "badly", "severely", "gravely", "vomit", "cat", "disgorge", "regorge", "retch", "puke", "barf", "spew", "spue", "chuck", "upchuck", "honk", "regurgitate", "ill", "nauseated", "nauseous", "queasy", "sickish", "brainsick", "crazy", "demented", "disturbed", "mad", "unbalanced", "unhinged", "disgusted", "pale", "pallid", "wan", "ghastly", "grisly", "gruesome", "macabre", "patch", "defence", "vindication", "Defense", "DoD", "refutation", "denial", "demurrer", "mechanic", "treat", "handle", "process", "cover", "plow", "deal", "address", "regale", "seem", "decline", "aggravate", "exacerbate", "exasperate", "consider", "reckon", "view", "regard", "watch", "catch", "fear", "worry", "headache", "vexation", "business", "refer", "pertain", "interest", "occupy", "raise", "nurture", "pro", "master", "normally", "unremarkably", "commonly", "ordinarily", "deserve", "merit", "accompany", "company", "companion", "attended", "illness", "unwellness", "malady", "nausea", "behaviour", "conduct", "doings", "demeanor", "demeanour", "deportment", "dwell", "consist", "lassitude", "sluggishness", "inanition", "slackness", "languor", "phlegm", "flatness", "slump", "Depression", "imprint", "drowsiness", "somnolence", "unfitness", "focus", "center", "centre", "pore", "rivet", "centralize", "centralise", "digest", "condense", "confusion", "time", "space", "confusedness", "muddiness", "disarray", "discombobulation", "clip", "sentence", "clock", "infinite", "blank", "distance", "quad", "erythema", "chronicum", "migrans", "latin", "literally", "chronic", "migrating", "refers", "rash", "seen", "stage", "lyme", "disease", "le", "southern", "stari", "anywhere", "day", "tick", "bite", "allergic", "rather", "actual", "skin", "bacteria", "specie", "genus", "borrelia", "fresh", "novel", "raw", "unexampled", "newfangled", "New", "Modern", "newly", "freshly", "Latin", "Romance", "continuing", "inveterate", "migrate", "transmigrate", "mention", "advert", "cite", "consult", "denote", "roseola", "efflorescence", "blizzard", "foolhardy", "heady", "reckless", "frequently", "oftentimes", "oft", "ofttimes", "understand", "witness", "visualize", "visualise", "envision", "project", "fancy", "figure", "picture", "learn", "hear", "discover", "meet", "encounter", "ascertain", "insure", "ensure", "control", "assure", "attend", "date", "examine", "escort", "interpret", "construe", "betimes", "phase", "degree", "point", "stagecoach", "leg", "present", "LE", "southerly", "anyplace", "daytime", "daylight", "Day", "subsequently", "later", "afterwards", "afterward", "ticking", "click", "ticktock", "ticktack", "retick", "morsel", "bit", "sting", "collation", "snack", "pungency", "sharpness", "raciness", "chomp", "burn", "prick", "correspond", "typify", "symbolize", "symbolise", "exemplify", "defend", "play", "map", "hypersensitive", "hypersensitized", "hypersensitised", "sensitized", "sensitised", "supersensitive", "supersensitized", "supersensitised", "instead", "kinda", "preferably", "sooner", "quite", "existent", "genuine", "literal", "real", "factual", "tegument", "cutis", "hide", "pelt", "peel", "clamber", "scramble", "shin", "shinny", "struggle", "sputter", "scrape", "bark", "pare", "bacterium", "coinage", "mintage", "myalgia", "disorder", "overuse", "group", "without", "traumatic", "history", "indicative", "metabolic", "myopathy", "nutritional", "deficiency", "fatigue", "syndrome", "myodynia", "upset", "disorderliness", "perturb", "unhinge", "disquiet", "cark", "distract", "overexploitation", "overutilization", "overutilisation", "overdrive", "grouping", "radical", "aggroup", "account", "chronicle", "story", "declarative", "indicatory", "revelatory", "significative", "suggestive", "metabolous", "nutritionary", "lack", "insufficiency", "inadequacy", "weariness", "tiredness", "tire", "pall", "weary", "jade", "wear", "outwear", "fag", "heartburn", "burning", "chest", "acid", "reflux", "gerd", "meal", "awaken", "sleeping", "eating", "specific", "food", "drinking", "certain", "beverage", "difficulty", "swallowing", "cough", "stomach", "abdomen", "persistent", "sore", "throat", "regurgitation", "liquid", "taste", "hoarseness", "laryngitis", "diet", "lifestyle", "change", "alleviate", "pregnancy", "pyrosis", "combustion", "electrocution", "glow", "combust", "incinerate", "cauterize", "cauterise", "sunburn", "thorax", "pectus", "breast", "bureau", "dresser", "dose", "dot", "Elvis", "pane", "superman", "Zen", "acerb", "acerbic", "acrid", "bitter", "caustic", "sulfurous", "sulphurous", "virulent", "vitriolic", "acidic", "acidulent", "acidulous", "ebb", "repast", "waken", "rouse", "arouse", "awake", "quiescence", "quiescency", "dormancy", "kip", "slumber", "dormant", "feeding", "eat", "feed", "deplete", "exhaust", "corrode", "rust", "particular", "nutrient", "imbibing", "imbibition", "drink", "boozing", "drunkenness", "crapulence", "imbibe", "booze", "fuddle", "toast", "pledge", "salute", "wassail", "tope", "sure", "sealed", "drinkable", "potable", "difficultness", "swallow", "immerse", "bury", "unsay", "withdraw", "coughing", "tummy", "tum", "breadbasket", "venter", "belly", "stand", "tolerate", "support", "brook", "abide", "relentless", "unrelenting", "haunting", "lasting", "dogged", "dour", "pertinacious", "tenacious", "unyielding", "sensitive", "afflictive", "painful", "huffy", "pharynx", "vomiting", "emesis", "disgorgement", "puking", "liquidness", "liquidity", "preference", "penchant", "predilection", "appreciation", "discernment", "perceptiveness", "mouthful", "gustation", "tasting", "savor", "savour", "sample", "smack", "gruffness", "huskiness", "dieting", "alteration", "modification", "variety", "alter", "modify", "vary", "switch", "shift", "exchange", "commute", "convert", "interchange", "transfer", "deepen", "relieve", "palliate", "assuage", "gestation", "maternity", "bleeding", "hemorrhaging", "haemorrhaging", "blood", "escaping", "circulatory", "internally", "leak", "vessel", "inside", "externally", "natural", "opening", "mouth", "nose", "ear", "urethra", "vagina", "anus", "hypovolemia", "massive", "decrease", "volume", "death", "excessive", "referred", "exsanguination", "healthy", "total", "comparison", "donation", "donor", "stopping", "controlling", "called", "hemostasis", "important", "first", "cyanoacrylate", "glue", "prevent", "seal", "battle", "wound", "designed", "used", "vietnam", "war", "today", "version", "super", "traditional", "stitch", "closed", "hemorrhage", "haemorrhage", "bleed", "leech", "phlebotomize", "phlebotomise", "rake", "rakehell", "profligate", "rip", "roue", "lineage", "line", "descent", "bloodline", "pedigree", "ancestry", "parentage", "stemma", "stock", "escape", "miss", "elude", "scat", "scarper", "lam", "bunk", "circulative", "wetting", "leakage", "outflow", "va", "watercraft", "interior", "inner", "privileged", "indoors", "within", "inwardly", "outwardly", "done", "cancel", "instinctive", "rude", "born", "innate", "lifelike", "gap", "possibility", "orifice", "porta", "hatchway", "scuttle", "initiative", "open", "unfold", "spread", "afford", "mouthpiece", "sas", "sassing", "backtalk", "lip", "talk", "speak", "utter", "verbalize", "verbalise", "nozzle", "intrude", "pry", "poke", "scent", "wind", "nuzzle", "auricle", "pinna", "spike", "capitulum", "interruption", "fault", "faulting", "fracture", "rupture", "breach", "severance", "rift", "recess", "breakage", "breaking", "pause", "intermission", "suspension", "disruption", "breakout", "jailbreak", "gaolbreak", "prisonbreak", "interrupt", "bust", "transgress", "offend", "infract", "violate", "burst", "erupt", "discontinue", "stop", "better", "unwrap", "disclose", "reveal", "expose", "divulge", "demote", "bump", "relegate", "bankrupt", "ruin", "smash", "collapse", "founder", "intermit", "recrudesce", "develop", "hypovolaemia", "monolithic", "monumental", "lessening", "decrement", "diminution", "reduction", "diminish", "lessen", "minify", "bulk", "book", "loudness", "intensity", "expiry", "dying", "demise", "Death", "end", "destruction", "inordinate", "undue", "unreasonable", "extravagant", "exuberant", "overweening", "salubrious", "intelligent", "levelheaded", "goodly", "goodish", "hefty", "respectable", "sizable", "sizeable", "tidy", "brave", "prevail", "persist", "sum", "totality", "aggregate", "number", "tot", "summate", "add", "tally", "entire", "full", "comparing", "compare", "equivalence", "comparability", "direct", "guide", "assume", "acquire", "adopt", "read", "bring", "convey", "choose", "select", "fill", "film", "shoot", "remove", "submit", "strike", "study", "claim", "exact", "aim", "carry", "pack", "lease", "rent", "hire", "charter", "engage", "contain", "giver", "presenter", "bestower", "conferrer", "fillet", "halt", "cease", "quit", "block", "kibosh", "arrest", "intercept", "finish", "barricade", "blockade", "curb", "moderate", "manipulate", "verify", "telephone", "phone", "ring", "shout", "cry", "yell", "scream", "holler", "hollo", "squall", "bid", "predict", "foretell", "prognosticate", "forebode", "anticipate", "promise", "haemostasis", "hemostasia", "haemostasia", "significant", "crucial", "authoritative", "commencement", "outset", "kickoff", "showtime", "offset", "1st", "inaugural", "initiatory", "maiden", "foremost", "firstly", "operation", "usage", "utilization", "utilisation", "employment", "purpose", "consumption", "usance", "habit", "manipulation", "enjoyment", "gum", "mucilage", "paste", "forestall", "foreclose", "preclude", "forbid", "keep", "stamp", "sealskin", "SEAL", "cachet", "varnish", "conflict", "fight", "engagement", "combat", "lesion", "injury", "wounding", "injure", "bruise", "spite", "Washington", "WA", "plan", "contrive", "design", "intentional", "exploited", "victimized", "victimised", "secondhand", "Vietnam", "Annam", "warfare", "nowadays", "variant", "variation", "edition", "adaptation", "translation", "rendering", "interpretation", "reading", "superintendent", "tiptop", "topnotch", "top", "extremely", "exceedingly", "alternatively", "sew", "little", "minuscule", "belittled", "diminished", "motivation", "motive", "indigence", "penury", "pauperism", "pauperization", "close", "shut", "fold", "conclude", "unopen", "unsympathetic", "astatine", "At", "tier", "layer", "stratum", "floor", "storey", "raze", "rase", "dismantle", "charge", "flat", "plane", "unwavering", "tied", "major", "depressive", "negatively", "affect", "way", "think", "fortunately", "treatable", "sadness", "activity", "enjoyed", "emotional", "physical", "ability", "home", "mild", "sad", "mood", "pleasure", "appetite", "weight", "unrelated", "energy", "purposeless", "pacing", "slowed", "speech", "action", "observable", "worthless", "guilty", "thinking", "concentrating", "making", "decision", "thought", "suicide", "Major", "impact", "feign", "sham", "dissemble", "impress", "manner", "mode", "style", "fashion", "mean", "agency", "direction", "path", "room", "believe", "conceive", "opine", "suppose", "imagine", "guess", "cogitate", "cerebrate", "remember", "retrieve", "recollect", "intend", "enactment", "deed", "routine", "roleplay", "playact", "fortuitously", "luckily", "unhappiness", "sorrow", "sorrowfulness", "gloominess", "lugubriousness", "involvement", "sake", "interestingness", "stake", "pastime", "pursuit", "activeness", "formerly", "erstwhile", "erst", "enjoy", "bask", "relish", "delight", "revel", "Pb", "track", "trail", "lede", "star", "principal", "tip", "steer", "hint", "tether", "leading", "head", "contribute", "conduce", "precede", "chair", "assortment", "mixture", "miscellany", "miscellanea", "salmagundi", "smorgasbord", "potpourri", "motley", "diverseness", "diversity", "multifariousness", "kind", "sort", "aroused", "excited", "forcible", "second", "sec", "sulfur", "S", "sulphur", "south", "southward", "mho", "siemens", "randomness", "entropy", "mapping", "affair", "occasion", "subroutine", "subprogram", "procedure", "officiate", "workplace", "oeuvre", "wreak", "cultivate", "influence", "mold", "mould", "forge", "knead", "solve", "lick", "ferment", "sour", "dwelling", "domicile", "abode", "habitation", "plate", "base", "family", "household", "menage", "internal", "national", "deviate", "diverge", "variegate", "meek", "balmy", "soft", "terrible", "wicked", "hard", "knockout", "austere", "stark", "spartan", "deplorable", "distressing", "lamentable", "pitiful", "sorry", "deject", "dismay", "dispirit", "demoralize", "demoralise", "temper", "humor", "humour", "climate", "modality", "pleasance", "joy", "appetency", "appetence", "weightiness", "weighting", "burthen", "slant", "angle", "profit", "amplification", "derive", "win", "benefit", "advance", "gather", "fuss", "hassle", "disturb", "inconvenience", "disoblige", "discommode", "incommode", "vigor", "vigour", "zip", "push", "vim", "vitality", "otiose", "pointless", "senseless", "superfluous", "wasted", "tempo", "pace", "decelerate", "slow", "retard", "slack", "slacken", "motion", "motility", "front", "bm", "trend", "language", "delivery", "lecture", "word", "sue", "litigate", "accomplish", "fulfill", "fulfil", "discernible", "evident", "despicable", "ugly", "vile", "slimy", "unworthy", "wretched", "hangdog", "shamefaced", "shamed", "cerebration", "intellection", "mentation", "reasoning", "devising", "fashioning", "qualification", "determination", "conclusion", "decisiveness", "idea", "sentiment", "persuasion", "pharyngitis", "tonsillitis", "tonsil", "trauma", "period", "tonsilla", "harm", "whatever", "whatsoever", "menstruation", "menses", "menstruum", "catamenia", "flow", "maculopapular", "type", "characterized", "area", "covered", "confluent", "compound", "macule", "discolored", "spot", "surface", "papule", "raised", "described", "erythematous", "several", "including", "scarlet", "measles", "ebola", "virus", "rubella", "secondary", "syphilis", "congenital", "asymptomatic", "newborn", "erythrovirus", "parvovirus", "b", "chikungunya", "alphavirus", "zika", "smallpox", "eradicated", "varicella", "vaccinated", "exhibit", "modified", "manifestation", "antibiotic", "amoxicillin", "chemotherapy", "drug", "cutaneous", "infiltration", "leukemic", "cell", "appearance", "gvhd", "developed", "hematopoietic", "stem", "transplant", "bone", "marrow", "week", "progress", "similar", "toxic", "epidermal", "necrolysis", "patient", "presenting", "hemorrhagic", "dark", "marburg", "filovirus", "unlike", "dos", "niacin", "mg", "citation", "management", "hdl", "cholesterol", "sea", "bather", "eruption", "stinging", "pruritic", "swimmer", "atlantic", "locale", "florida", "caribbean", "long", "island", "hypersensitivity", "larva", "anemone", "edwardsiella", "lineate", "thimble", "jellyfish", "linuche", "unguiculata", "appears", "bathing", "contact", "acute", "intoxication", "appearing", "eccentric", "typewrite", "typecast", "characterize", "characterise", "flatcar", "flatbed", "apartment", "categoric", "categorical", "unconditional", "prostrate", "compressed", "bland", "flavorless", "flavourless", "insipid", "savorless", "savourless", "vapid", "monotone", "monotonic", "monotonous", "mat", "matt", "matte", "matted", "directly", "straight", "Red", "Bolshevik", "Marxist", "bolshie", "bolshy", "reddish", "ruddy", "carmine", "cerise", "cherry", "ruby", "violent", "country", "sphere", "domain", "field", "arena", "expanse", "continue", "embrace", "encompass", "comprehend", "traverse", "cross", "report", "underwrite", "compensate", "overcompensate", "shroud", "enshroud", "breed", "overlay", "brood", "hatch", "incubate", "feeder", "tributary", "affluent", "merging", "bulge", "swelling", "gibbosity", "gibbousness", "jut", "prominence", "protuberance", "protrusion", "extrusion", "excrescence", "blow", "knock", "chance", "dislodge", "lone", "lonesome", "sole", "solitary", "alone", "entirely", "exclusively", "solely", "terminus", "intensify", "heighten", "combine", "colonial", "macula", "discolor", "discolour", "colour", "color", "floater", "smudge", "blot", "daub", "smear", "smirch", "slur", "speckle", "dapple", "fleck", "maculation", "post", "berth", "billet", "situation", "pip", "spotlight", "stain", "descry", "espy", "spy", "distinguish", "discern", "blemish", "blob", "airfoil", "aerofoil", "rise", "coat", "lift", "elevate", "grow", "farm", "conjure", "invoke", "evoke", "stir", "erect", "elicit", "enkindle", "kindle", "provoke", "enhance", "promote", "upgrade", "leaven", "prove", "recruit", "levy", "resurrect", "upraise", "brocaded", "embossed", "elevated", "describe", "depict", "trace", "identify", "key", "respective", "various", "vermilion", "rubeola", "morbilli", "Ebola", "petty", "subaltern", "syph", "pox", "lues", "inborn", "symptomless", "neonate", "show", "demo", "demonstrate", "award", "gift", "introduce", "acquaint", "portray", "confront", "parvo", "bacillus", "B", "boron", "Bel", "barn", "variola", "HA", "eliminate", "annihilate", "extinguish", "eradicate", "decimate", "uproot", "extirpate", "exterminate", "chickenpox", "immunize", "immunise", "inoculate", "vaccinate", "immunized", "immunised", "display", "showing", "parade", "march", "limited", "signifier", "descriptor", "configuration", "contour", "conformation", "soma", "physique", "anatomy", "bod", "chassis", "flesh", "strain", "class", "course", "mannequin", "manikin", "mannikin", "manakin", "organize", "organise", "spring", "materialization", "materialisation", "expression", "reflection", "reflexion", "demonstration", "Amoxil", "Larotid", "Polymox", "Trimox", "Augmentin", "cutaneal", "dermal", "percolation", "cadre", "cellphone", "cubicle", "evolve", "germinate", "originate", "arise", "uprise", "explicate", "formulate", "educate", "modernize", "modernise", "haematopoietic", "hemopoietic", "haemopoietic", "hematogenic", "haematogenic", "theme", "stalk", "shank", "bow", "fore", "prow", "stanch", "staunch", "graft", "transplantation", "transplanting", "transpose", "o", "ivory", "pearl", "cram", "drum", "swot", "debone", "kernel", "substance", "heart", "inwardness", "meat", "nub", "pith", "hebdomad", "workweek", "instance", "example", "subject", "caseful", "font", "fount", "typeface", "sheath", "shell", "casing", "pillowcase", "slip", "showcase", "vitrine", "encase", "incase", "advancement", "progression", "procession", "alike", "like", "exchangeable", "interchangeable", "standardized", "standardised", "cuticular", "epidermic", "improver", "accession", "summation", "plus", "haemorrhagic", "volition", "testament", "bequeath", "uncover", "unveil", "difficult", "arduous", "backbreaking", "grueling", "gruelling", "laborious", "operose", "punishing", "toilsome", "unvoiced", "voiceless", "surd", "concentrated", "intemperate", "tough", "firmly", "heavily", "intemperately", "darkness", "iniquity", "wickedness", "shadow", "night", "nighttime", "black", "glowering", "glum", "moody", "morose", "saturnine", "benighted", "obscure", "dingy", "disconsolate", "dismal", "drab", "drear", "dreary", "colored", "coloured", "dissimilar", "different", "bombastic", "declamatory", "orotund", "tumid", "turgid", "magnanimous", "prominent", "boastfully", "vauntingly", "dosage", "VD", "STD", "State", "DoS", "DOS", "milligram", "magnesium", "Mg", "commendation", "acknowledgment", "credit", "quotation", "quote", "Citation", "Low", "moo", "HDL", "cholesterin", "ocean", "natator", "eructation", "extravasation", "outbreak", "irruption", "clap", "blast", "bam", "stick", "twinge", "cutting", "edged", "Atlantic", "venue", "locus", "Florida", "FL", "Caribbean", "hanker", "yearn", "retentive", "recollective", "farseeing", "farsighted", "foresighted", "foresightful", "prospicient", "longsighted", "pang", "bunco", "bunko", "con", "gyp", "hustle", "flimflam", "windflower", "thimbleful", "Unguiculata", "washup", "courtship", "wooing", "courting", "accommodate", "befit", "beseem", "impinging", "striking", "middleman", "liaison", "tangency", "adjoin", "ague", "intense", "discriminating", "incisive", "knifelike", "penetrating", "penetrative", "piercing", "sharp", "acuate", "needlelike", "ratsbane", "poisoning", "inebriation", "inebriety", "tipsiness", "insobriety", "ulterior", "belated", "tardy", "recent", "previous", "referring", "human", "feces", "depending", "enters", "digestive", "thus", "exposed", "melena", "originating", "gastrointestinal", "hematochezia", "evaluation", "found", "depends", "characteristic", "mixed", "another", "visible", "fecal", "occult", "examination", "chemical", "laboratory", "testing", "infant", "apt", "test", "fetal", "hemoglobin", "maternal", "based", "difference", "composition", "compared", "homo", "man", "faeces", "BM", "ordure", "dejection", "tiller", "aspect", "looking", "search", "await", "wait", "count", "bet", "depend", "calculate", "enter", "participate", "enroll", "inscribe", "enrol", "record", "accede", "insert", "infix", "embark", "frankincense", "olibanum", "therefore", "hence", "thence", "thusly", "queer", "scupper", "debunk", "uncovered", "melaena", "blackness", "inkiness", "lightlessness", "Black", "blackamoor", "Negro", "Negroid", "blacken", "melanize", "melanise", "nigrify", "bleak", "dim", "calamitous", "disastrous", "fatal", "fateful", "blackened", "mordant", "bootleg", "contraband", "smuggled", "disgraceful", "ignominious", "inglorious", "opprobrious", "shameful", "smutty", "initiate", "GI", "haematochezia", "coloring", "colouring", "vividness", "coloration", "colouration", "semblance", "gloss", "colorize", "colorise", "colourise", "colourize", "tinge", "distort", "emblazon", "rating", "valuation", "launch", "plant", "institute", "detect", "observe", "notice", "regain", "obtain", "incur", "recover", "footing", "price", "damage", "lineament", "sport", "boast", "detail", "item", "peak", "pointedness", "gunpoint", "indicate", "designate", "orient", "maneuver", "manoeuver", "manoeuvre", "channelize", "channelise", "bespeak", "betoken", "luff", "target", "sharpen", "taper", "repoint", "flux", "mix", "conflate", "commingle", "immix", "fuse", "coalesce", "meld", "merge", "desegregate", "integrate", "mingle", "commix", "unify", "amalgamate", "ruffle", "assorted", "miscellaneous", "sundry", "interracial", "icon", "ikon", "painting", "scene", "movie", "pic", "flick", "video", "delineation", "depiction", "characterization", "characterisation", "photograph", "photo", "exposure", "subdivision", "segment", "department", "incision", "seeable", "faecal", "supernatural", "eclipse", "mystic", "mystical", "secret", "orphic", "scrutiny", "exam", "interrogation", "interrogatory", "examen", "chemic", "lab", "essay", "screen", "quiz", "babe", "disposed", "given", "minded", "liable", "clever", "apposite", "pertinent", "trial", "tryout", "differentiate", "secern", "secernate", "severalize", "severalise", "tell", "foetal", "haemoglobin", "Hb", "parental", "paternal", "enate", "enatic", "deviation", "divergence", "dispute", "composing", "constitution", "makeup", "opus", "writing", "authorship", "penning", "typography", "paper", "liken", "equate", "arrhythmia", "dysrhythmia", "irregular", "heartbeat", "fast", "per", "minute", "tachycardia", "bradycardia", "palpitation", "lightheadedness", "shortness", "breath", "predispose", "complication", "stroke", "failure", "cardiac", "four", "main", "extra", "supraventricular", "ventricular", "bradyarrhythmias", "premature", "atrial", "junctional", "fibrillation", "flutter", "paroxysmal", "electrical", "conduction", "age", "diagnosis", "electrocardiogram", "ecg", "holter", "monitor", "effectively", "treated", "pacemaker", "beta", "blocker", "agent", "restore", "rhythm", "procainamide", "latter", "especially", "taken", "thinner", "risk", "urgent", "controlled", "electric", "shock", "cardioversion", "defibrillation", "million", "europe", "north", "america", "population", "resulted", "sudden", "half", "cardiovascular", "globally", "older", "awareness", "abnormal", "infrequent", "frequent", "continuous", "harmless", "though", "distracting", "adverse", "mortality", "clotting", "insufficient", "transported", "weak", "embolisation", "supply", "manifest", "pressure", "dizziness", "syncope", "fainting", "assessment", "abnormality", "diagnose", "bosom", "pump", "ticker", "mettle", "nerve", "spunk", "middle", "eye", "affection", "affectionateness", "fondness", "tenderness", "warmness", "warmheartedness", "philia", "guerrilla", "guerilla", "insurgent", "unpredictable", "atypical", "temporary", "maverick", "unorthodox", "pulse", "pulsation", "flash", "instant", "jiffy", "trice", "twinkling", "wink", "fasting", "debauched", "degenerate", "degraded", "dissipated", "dissolute", "libertine", "riotous", "flying", "firm", "immobile", "loyal", "truehearted", "tight", "dense", "dumb", "obtuse", "boring", "deadening", "irksome", "tedious", "tiresome", "wearisome", "sluggish", "slowly", "easy", "tardily", "beatnik", "round", "crush", "trounce", "vanquish", "pound", "thump", "thrum", "flap", "pulsate", "quiver", "outwit", "overreach", "outsmart", "outfox", "circumvent", "perplex", "vex", "puzzle", "mystify", "baffle", "bewilder", "flummox", "stupefy", "nonplus", "gravel", "amaze", "dumbfound", "tucker", "min", "moment", "mo", "arcminute", "hour", "infinitesimal", "narrow", "beneath", "infra", "downstairs", "nobelium", "No", "shaking", "shakiness", "trembling", "quivering", "vibration", "hesitate", "giddiness", "vertigo", "passage", "overtaking", "qualifying", "surpass", "legislate", "elapse", "lapse", "hand", "overtake", "overhaul", "spend", "communicate", "evanesce", "fade", "fleet", "exceed", "transcend", "overstep", "sink", "authorize", "authorise", "excrete", "egest", "ephemeral", "transient", "transitory", "fugacious", "casual", "cursory", "perfunctory", "extinct", "forbidden", "prohibited", "proscribed", "taboo", "tabu", "verboten", "kayoed", "stunned", "truncation", "abruptness", "brusqueness", "curtness", "breather", "intimation", "ramification", "complicatedness", "knottiness", "tortuousness", "shot", "apoplexy", "CVA", "stroking", "accident", "fortuity", "solidus", "slash", "virgule", "diagonal", "separatrix", "loser", "nonstarter", "bankruptcy", "apprehension", "collar", "pinch", "hitch", "stoppage", "nail", "apprehend", "nab", "cop", "4", "IV", "tetrad", "quatern", "quaternion", "quaternary", "quaternity", "quartet", "quadruplet", "foursome", "iv", "briny", "chief", "primary", "independent", "supernumerary", "duplicate", "excess", "redundant", "spare", "supererogatory", "surplus", "special", "additional", "untimely", "waver", "flicker", "disturbance", "commotion", "kerfuffle", "flapping", "fluttering", "flit", "dart", "flitter", "palpitate", "bat", "conductivity", "eld", "year", "geezerhood", "senesce", "mature", "maturate", "numeral", "list", "enumerate", "numerate", "diagnosing", "cardiogram", "EKG", "ECG", "proctor", "admonisher", "reminder", "Monitor", "varan", "supervise", "efficaciously", "tempered", "hardened", "toughened", "pacesetter", "pacer", "Beta", "factor", "broker", "attack", "seek", "assay", "undertake", "reconstruct", "regenerate", "rejuvenate", "restitute", "repair", "mend", "bushel", "doctor", "reinstate", "reestablish", "cycle", "substantial", "meaning", "pregnant", "particularly", "peculiarly", "specially", "interpreted", "rat", "fink", "scab", "blackleg", "denounce", "betray", "grass", "shop", "snitch", "stag", "dilutant", "diluent", "hazard", "jeopardy", "endangerment", "danger", "gamble", "adventure", "invite", "welcome", "pressing", "galvanic", "galvanizing", "galvanising", "daze", "stupor", "jolt", "jar", "jounce", "cushion", "scandalize", "scandalise", "appal", "appall", "outrage", "traumatize", "traumatise", "1000000", "meg", "billion", "trillion", "zillion", "jillion", "gazillion", "Europe", "EU", "EC", "EEC", "North", "Union", "northward", "N", "northerly", "America", "US", "USA", "universe", "wholly", "completely", "totally", "altogether", "whole", "aged", "elderly", "senior", "elder", "old", "onetime", "quondam", "sometime", "Old", "covert", "concealment", "blanket", "covering", "screening", "masking", "binding", "back", "identical", "selfsame", "really", "rattling", "consciousness", "cognizance", "cognisance", "knowingness", "sentience", "unnatural", "patronize", "patronise", "sponsor", "haunt", "uninterrupted", "deflect", "inauspicious", "untoward", "contrary", "deathrate", "illustration", "representative", "model", "exemplar", "lesson", "curdling", "coagulation", "clot", "coagulate", "curdle", "clabber", "clog", "deficient", "beingness", "existence", "organism", "transport", "enchant", "enrapture", "enthrall", "ravish", "enthral", "send", "ship", "transmit", "channel", "watery", "washy", "unaccented", "light", "fallible", "frail", "imperfect", "decrepit", "debile", "feeble", "infirm", "rickety", "sapless", "weakly", "faint", "provision", "supplying", "provide", "furnish", "ply", "cater", "append", "inevitably", "necessarily", "attest", "certify", "evidence", "press", "imperativeness", "insistence", "insistency", "coerce", "hale", "squeeze", "blackmail", "blackjack", "swoon", "deliquium", "syncopation", "appraisal", "judgment", "judgement", "abnormalcy", "freakishness", "irregularity", "fucking", "screwing", "nooky", "nookie", "shag", "shtup", "tax", "presumption", "pay", "devote", "impart", "sacrifice", "dedicate", "consecrate", "grant", "granted", "wheeze", "formally", "sibilant", "rhonchus", "terminology", "whistling", "produced", "respiratory", "airway", "breathing", "tree", "must", "narrowed", "obstructed", "airflow", "velocity", "heightened", "wheezing", "experienced", "lung", "recurrent", "asthma", "congestive", "differential", "wide", "determined", "considering", "historical", "clinical", "finding", "made", "examining", "physician", "officially", "fricative", "continuant", "spirant", "strident", "nomenclature", "harsh", "whistle", "sing", "audio", "strait", "vocalize", "vocalise", "fathom", "reasoned", "legal", "effectual", "profound", "wakeless", "skyway", "airline", "respiration", "ventilation", "respire", "suspire", "emit", "eupneic", "eupnoeic", "Tree", "corner", "shoetree", "mustiness", "moldiness", "specialize", "specialise", "constrict", "constringe", "obstruct", "hinder", "stymie", "stymy", "embarrass", "obturate", "impede", "occlude", "jam", "asthmatic", "wheezy", "experient", "perennial", "repeated", "onslaught", "onset", "onrush", "flak", "flack", "approach", "assail", "snipe", "assault", "aggress", "derivative", "broad", "encompassing", "extensive", "panoptic", "spacious", "astray", "widely", "understanding", "intellect", "rationality", "reasonableness", "argue", "regulate", "decide", "settle", "dictated", "compulsive", "driven", "weigh", "debate", "moot", "deliberate", "historic", "diachronic", "analyze", "analyse", "canvas", "probe", "doc", "MD", "medico", "depigmentation", "lightening", "pigment", "local", "systemic", "partial", "vitiligo", "tinea", "versicolor", "permanent", "albinism", "linked", "differing", "decided", "lightning", "could", "topical", "cream", "containing", "organic", "monobenzone", "remaining", "incorporating", "benoquin", "icn", "increasingly", "afflicted", "experiment", "concentration", "hope", "evenly", "alternate", "method", "mequinol", "extended", "dramatic", "whitening", "react", "differently", "leaf", "tanning", "possible", "original", "none", "ingredient", "eczema", "irritated", "inflamed", "white", "sunlight", "outside", "prolonged", "approved", "solar", "lentigo", "applied", "topically", "vigorous", "adhered", "avoid", "sun", "melanoma", "previously", "hydroquinone", "effective", "active", "strength", "recommended", "stubborn", "pigmented", "laser", "cryotherapy", "tca", "remains", "lighten", "brighten", "paint", "overtone", "dispatch", "discharge", "consummate", "accomplished", "arrant", "everlasting", "gross", "perfect", "pure", "sodding", "staring", "thoroughgoing", "unadulterated", "temp", "impermanent", "ringworm", "roundworm", "Tinea", "perm", "tie", "join", "unite", "yoke", "coupled", "joined", "Born", "acquit", "deport", "comport", "gestate", "luminosity", "brightness", "luminance", "luminousness", "illumination", "lightness", "sparkle", "twinkle", "Light", "lighter", "igniter", "ignitor", "illume", "illumine", "illuminate", "alight", "unhorse", "dismount", "clean", "unclouded", "lightsome", "tripping", "swooning", "lightheaded", "abstemious", "scant", "short", "idle", "lite", "wakeful", "loose", "promiscuous", "sluttish", "wanton", "lightly", "sol", "soh", "indeed", "resolve", "adjudicate", "distinct", "summons", "outgrowth", "appendage", "evening", "eve", "eventide", "regular", "timbre", "timber", "quality", "shade", "tint", "tincture", "note", "tonicity", "tonus", "chant", "intone", "inflect", "modulate", "strengthen", "enforce", "implement", "pick", "ointment", "emollient", "clobber", "drub", "thrash", "skim", "incorporate", "constitutional", "constitutive", "subside", "leftover", "left", "odd", "unexpended", "marque", "firebrand", "stigma", "sword", "blade", "steel", "stigmatize", "stigmatise", "trademark", "brandmark", "progressively", "afflict", "smite", "stricken", "impaired", "experimentation", "density", "denseness", "tightness", "compactness", "engrossment", "absorption", "immersion", "assiduity", "assiduousness", "Hope", "trust", "desire", "surrogate", "replacement", "jump", "understudy", "tack", "flip", "alternative", "substitute", "alternating", "widen", "broaden", "exsert", "stretch", "expand", "prolong", "protract", "gallop", "lengthy", "protracted", "elongated", "lengthened", "spectacular", "whiten", "respond", "oppose", "otherwise", "leafage", "foliage", "folio", "farewell", "allow", "entrust", "forget", "sounding", "highly", "picket", "blanch", "blench", "whipping", "flogging", "lashing", "flagellation", "tan", "bronze", "hush", "stillness", "distillery", "calm", "quiet", "tranquilize", "tranquillize", "tranquillise", "quieten", "lull", "silence", "allay", "inactive", "motionless", "static", "silent", "soundless", "placid", "tranquil", "smooth", "unruffled", "noneffervescent", "potential", "observation", "observance", "notification", "poster", "posting", "placard", "card", "comment", "remark", "dorsum", "spine", "backbone", "rachis", "backrest", "endorse", "indorse", "gage", "game", "punt", "hind", "backward", "backwards", "rearward", "archetype", "pilot", "element", "fixing", "fraught", "annoy", "rag", "irritate", "rile", "nark", "nettle", "chafe", "devil", "annoyed", "miffed", "nettled", "peeved", "pissed", "riled", "roiled", "steamed", "stung", "conflagrate", "ablaze", "White", "Caucasian", "whiteness", "albumen", "ovalbumin", "flannel", "gabardine", "tweed", "snowy", "whitened", "ashen", "blanched", "bloodless", "livid", "medium", "spiritualist", "sensible", "sunshine", "exterior", "external", "extraneous", "outdoor", "international", "remote", "outdoors", "alfresco", "approve", "okay", "sanction", "sanctioned", "state", "nation", "land", "commonwealth", "freckle", "locally", "absent", "murder", "slay", "adhere", "cling", "cleave", "cohere", "bond", "bind", "debar", "forefend", "forfend", "obviate", "avert", "invalidate", "annul", "void", "nullify", "Sun", "Sunday", "Dominicus", "sunbathe", "insolate", "solarize", "solarise", "suntan", "antecedently", "banner", "received", "merchandise", "ware", "intersection", "efficacious", "efficient", "toll", "Price", "fighting", "participating", "alive", "dynamic", "posture", "forcefulness", "forte", "metier", "specialty", "speciality", "persuasiveness", "potency", "effectiveness", "lastingness", "durability", "enduringness", "recommend", "urge", "advocate", "commend", "obstinate", "unregenerate", "refractory", "Peel", "flake", "undress", "discase", "uncase", "unclothe", "strip", "disrobe", "guarantee", "secure", "cadaver", "corpse", "stiff", "clay", "thing", "itchy", "tobacco", "smoke", "chlorinated", "pool", "water", "air", "indoor", "matter", "oculus", "optic", "eyeball", "antsy", "fidgety", "fretful", "baccy", "fume", "smoking", "dope", "weed", "sess", "sen", "skunk", "locoweed", "fastball", "heater", "hummer", "bullet", "chlorinate", "pond", "consortium", "syndicate", "kitty", "H2O", "urine", "weewee", "irrigate", "aura", "atmosphere", "breeze", "zephyr", "tune", "melody", "airwave", "aviation", "aerate", "broadcast", "beam", "publicize", "publicise", "bare", "vent", "ventilate", "stuffy", "obstruction", "runny", "fluid", "coming", "nasal", "thicker", "viscous", "congestion", "lining", "sinus", "rhinitis", "rhinorrhea", "allergy", "influenza", "syncytial", "rsv", "postnasal", "drip", "mucus", "accumulates", "airless", "unaired", "stodgy", "obstructor", "obstructer", "impediment", "impedimenta", "blockage", "obstacle", "flowing", "stream", "current", "hang", "menstruate", "venting", "emission", "expelling", "arc", "outpouring", "dismissal", "dismission", "liberation", "sacking", "waiver", "free", "assoil", "exonerate", "exculpate", "expel", "eject", "drop", "unload", "empty", "unstable", "fluent", "mobile", "approaching", "advent", "orgasm", "climax", "arrive", "hail", "descend", "forthcoming", "upcoming", "rhinal", "adenoidal", "pinched", "transition", "transit", "passageway", "reeking", "unclutter", "crystallize", "crystallise", "crystalize", "crystalise", "enlighten", "elucidate", "net", "unmortgaged", "decipherable", "readable", "absolved", "cleared", "exculpated", "exonerated", "vindicated", "percipient", "clearly", "swimming", "limpid", "melted", "liquified", "slurred", "compact", "heavyset", "stocky", "thickset", "chummy", "blockheaded", "boneheaded", "duncical", "duncish", "fatheaded", "loggerheaded", "thickheaded", "syrupy", "gluey", "glutinous", "gummy", "mucilaginous", "pasty", "sticky", "viscid", "puffiness", "lump", "intumescence", "intumescency", "intumesce", "tumefy", "tumesce", "intimate", "liner", "facing", "fistula", "coryza", "flu", "grippe", "ilk", "wish", "comparable", "corresponding", "trickle", "dribble", "dripping", "surplusage", "nimiety", "excessiveness", 